{
  "id": "",
  "title": "What are these walls that are my skin?",
  "author": "Eli Rimer",
  "body": "When I was a kid I wandered in a forest,\nAnd beneath the trees that were so much bigger than me\nI could imagine myself from the eyes of a bird:\nSmall; forest a little bigger, small; village a little bigger,\nSmall; city a little bigger, small; state a little bigger,\nAnd then I would stop because I couldn’t hold on to a thought for so long.\nEnvisioning my infinite-smallness, I picked apart the mud\nAnd drew swirls in the pine needles.\nI thought of how slow the slug was,\nBut then I thought of how I would come back and the slug,\nAs if proving its worth with its slick shine track,\nWould be higher up the wall, reaching and reaching.\nI thought of the video a replacement teacher showed me once\nWhere the eye got bigger and bigger\nRevealing the planets\nAnd the stars\nAnd the milky-way\nAnd the galaxy\nAnd the galaxy-galaxies\nAnd the galaxy-galaxy-galaxies\nThat made me think of all the zeros in one googolplex\nAnd when it couldn’t possibly get any bigger\nThe dot that was the entire universe – the entire everything –\nGained friends:\nThe dot nuzzled another dot, up close,\nAnd then, they started flying by and colliding\nAnd mixing and layering and merging\nAnd warping and packing,\nSqueezed all together until they formed a cell,\nThat held close to its neighbours,\nBuilding and building and building and there it was:\nThe entire universe in an eye.\n\nI now look at my friends in the eyes,\nAnd see in the perfect blackness like an ebony pearl\nThe distance past the shade in the forest.\nI think of the universe like a marble\nAnd all of the marbles that make up the cell;\nI think of sex\nAnd the combination of two bags of marbles,\nThe collision so infinitesimally significant,\nThat it starts the process all over again;\nI look at my friends in the eyes\nAnd know, though I may forget, that they were once infinite.\nOnce infinite, living in infinite, with infinite numbers of infinity in each of their infinite cells\nAnd then I stop because I can’t hold onto a thought for so long,\nAnd I know that when a thought tends to infinity its limit tends to zero.\n\nThat’s what kissing must be like:\nInfinity and infinity cancelling each other out.\n\nI walk through the forest\nBut no longer feel like a will o’ the wisp,\nA light that brightens the shade of my periphery\nPassing through like a glowing aura.\nI walk through the forest\nAnd feel myself human, in skin, with a heartbeat and clenched chest\nAnd my stomach and food and liquid love like blood.\nI feel crawling on my skin the randomness of the outside world\nWhere bugs can jump at any instant –\nA leaf falls and I feel it myself.\nBut I have touched chaos so how could the leaf not be falling for me?\nBut I have been chaos\nBut I am chaos\n\nSo what are these walls that are my skin?",
  "description": "",
  "type": "poem",
  "category": "how do we make sense of it all",
  "image": "",
  "url": "https://docs.google.com/document/d/1FOWR5nvHOA_FxStinfh3Ca7tSLP9fPUu/edit?usp=sharing&ouid=102371729866359621152&rtpof=true&sd=true"
}
