{
  "id": "",
  "title": "Gratitude and compassion",
  "author": "Eli Rimer",
  "body": "Ten bodies sat in the water waiting\nYelping and wading for when the wave comes,\nIts grand face like a bulldozer, like a breeze\nFrom the eaves of the mountain, like all\nThe power and force in a smile\nfrom a stranger across the street\npassing by like busy bee, off on their day,\ntheir hand in a wave, wave, waving\nno, not at me, but still I wave back\nfor they understand what it’s like\nto be wanted. I reply, twinkling,\nthat it’s okay if you don’t want to spend the night\nBut I, I – I’m sorry: I’m a snuggle bug\nAnd my boyish brain races\nWhen I start to think of past times\nAnd past places and the way\nThat all of our faces in the water tonight\nStop and glimmer, calm with the setting sun\nSplitting over the Pacific like a runny yolk\nLike a frying pan like breakfast back home\nAnd hot coffee on the pot, steaming,\nAnd the glad kettle rising up of\nThe hazy misting opalescence of color\nOf purples and crashing pinks\nOf great joyous cacophonies like\nMonet’s heartchild like glory\nAs it paints the ocean tonight.\nAnd to the two birds playing above me,\nThe fraternal pelicans on their northbound journey,\nAnd the child, cold against wet sand,\nBuzzing about, kelp keeling in its hand\nRunning back to the dry land\nWhere mother waits, a stalk of hay in her hair,\nSmiling, open arms, congratulating her daughter\nFor just having SO MUCH FUN – thank you.\nAs she ran past me she said, or rather\nSpoke with the ringlets on her head\n“Blessed is He who makes the Future easy”\nAnd I knew it was true – true as I know that eyes\nBite, that eyes shine of channel to the soul\nAnd that never ever do I want to let go\nWhen embraced, when made small, when erased from\nThe worries of this world through passion and love.\nI took off my wetsuit and prayed to the cliffs,\nRosy cheeks blasted of seawater and succulents\n– I know that they’ll never crumble completely.\nSo how to explain this feeling save by kissing you\nKissing every one of you here with me today,\nTo you I say I LOVE YOU, I love you truly\nFor you have made it past the jump of bum\nto bum, of heartbeat clenches in stresses\nand the anxiety of growing up and growing apart,\nI know that if this were a playground\nI wouldn’t chase you too hard. I’d tag you, knuckles cold\nBut not too cold and run about till my lungs froze\nThat burn of autumn time recess still present\nWhen I walk over to my sneaky link and pause\nAnd think “God! I am SO DAMN LUCKY to be alive.”\nThe sun set and I walked back to car the whole time\nGoochy-goochy-gooing the little plants and bushes\nThat survived this far till my phone rang, paused,\nPlaced between my ear and my shoulder\nThe way that my mother would talk to hers\nWhile making rice and turning the music down low,\nBut instead of the sweet fragrance of fried onions\nI pick sand from between my toes – thank you for calling.\nA text like a thought where your voice like hug\nLike wrestling my brother on the rug remembering\nWhen he was smaller but now he tickles me till I cry\nAnd we hang out all night strumming guitar\nBon Iver Jacques Brel Car Seat Headrest\n– hell even some Strokes\nCause who doesn’t like the Strokes? –\nWe got this whole cornucopia of music right at our fingertips,\nLet me make you a playlist.\nIt fills me with so much joy to have you all here today,\nGathered round like all the poets COHO jazz\nWith each other so close – but not too close –\nDon’t touch me, I’m sorry\nI just get nervous when breath holds me\nLike the river’s breath or this tree’s breath\nAs it heaves its leaves upwards the stream of its bark\nTo tower over me and tell me in the thousandth symphony\nOf cicada and croaking toad and chirping bird and woodwind violins\nThat fills evening silence like the bluebell mist of\nEucalyptus pines as they expire the sweet smells\nSoothing us into respite: “It’ll be okay!” –\nThank you for coming,\nThank you for being here today;\nI know it gets hard sometimes &\nI know god damn well that it gets dark sometimes too,\nBut the moon, in its flower petal like apple sticker on the evening sky\nShines bright, every night,\nAnd every night leads every day leads\nThe eternity that life has survived through love – thank you.\n",
  "description": "",
  "type": "audio",
  "category": "how do we make sense of it all",
  "image": "",
  "url": ""
}
