{
  "id": "",
  "title": "dreaming of huckleberry",
  "author": "Leah A. Chase",
  "body": "I have always lived in the city. I hail from one-bedroom apartments stacked like cement pancakes over crumbling sidewalk, hot wind highway journeys on Saturday afternoons, and commercialized Chinese take-out on lazy nights. Here there is comfort in anonymity and pride in independence. Here people live in bubbles, nose-deep in their own musings. I have always lived in the city, but it was during the summers I spent in the country that I grew up.\n\n The first time I visited McCleary, Washington, storm clouds swarmed the skies until eleven in the morning looked like eleven at night—blackish-gray for miles in every direction. We waited an hour at the airport, rained in until my uncle came to pick us up. The car ride to my grandmother’s consisted of idle back-and-forth chit chat between my mother and uncle, while my father busied himself with the knots in his tie or the patterns on the ceiling. I liked to watch the trees whiz by in a blur of green and rain-streaked glass. I wondered if people lived in them like buildings in the city. I wondered what the point of empty space was if not to be filled.\n\n My grandmother lived on an isolated Japanese estate with a metal gate so weather-worn I couldn’t tell if it was red from rust or paint; a collection of overgrown garden sheds were scattered around her lake, built on beds of weeds and washed up cattail. Summer came early that year, the humid heat bleeding into May. It was on days like those that I spent the afternoons napping on tatami mats beside the window, soaking in the warmth from the smooth straw. It was on days like those that I visited my grandfather’s shrine.\n\n My grandfather passed away in 1988, long before I was born, and by now my grandmother had made sure I knew the importance of maintaining his shrine. I was diligent in my morning practices, bringing rice and coffee to the alcove where his shrine was kept. I rang the brass bell twice and waited, my palms pressed together in chanting. Silence sunk in as incense smoke curled toward the ceiling in delicate plumes, and I snuck a glance at my grandfather’s photograph. He seemed softer in life, smiling bright under the shade of his infantry cap. It felt strange staring into the eyes of a man I never met but heard so much about. Here was the man who fought a war on two sides to preserve himself, who whisked my grandmother away from firebombed Tokyo, who built this house for us. Now he was trapped behind a frame and a smile that couldn’t possibly tell everything. I wanted to know how much of this photograph was true, how much of it captured him and saved his stories for us in the decades to come.\n\n The summer before I entered high school, my grandmother closed the onsen bath. It had been under construction several summers after the third breakdown until it was decided time had taken it from us. I sat out on the lakefront the day the demolition crew came to tear it down. I had always liked bathing; it was a sanctuary for sleep and soft chatter where we could watch the steam float off our breath and carry our words into the rafters. It was a home for quiet nights when I listened to radio tunes mixed with chirping crickets, and a theater for shadow puppetry when my cousins and I reenacted cartoons on the shouji screen doors. It was a family monument, three generations of bathing and laughing and storytelling all ending with me.\n\n August was the month that I would remember the city just when I thought I had forgotten it. It was the month at autumn’s doorstep when summer heat began to fade and everyone migrated home again. It was the month of blueberries. At sunrise my grandmother led me to the blueberry bushes behind the house and told me to pick as many as I could fit in my suitcase. I remember working into the afternoon with the grass up to my knees as I lugged pails of blueberries, knowing they were the last sweet thing my grandmother would give me before the long flight home.\n\n Last summer, there was talk of selling the house. I heard it from the alcove when my mother and uncle passed in hushed conversation—they had been talking with a couple from Colorado for months. It was our last night, and all the blueberries had been washed away by violent storms. A sort of sickness came over me. Darkness fell in thick sheets as I sprinted through the tall grass to the garden.\n\n All but one bush had been picked clean. This one, slightly taller and skinnier than the blueberry bushes, sprouted tiny pink berries. Huckleberries, my grandmother called them. I plucked one from its spiny branch and popped it in my mouth. Its flavor lasted a brief moment, sweetness dissolved into sour aftertaste. That night I ate the entire bush, hoping to feel something sweeter than the sorrow that had rooted inside me.\n\n There’s a certain freedom in nature that I will never know in the city. In McCleary, we drift on lakes in a one-oar row boat until night falls and play hopscotch along creeks leading nowhere in particular. We harvest vegetable gardens and hide in secret wine cellars and climb trees taller than apartments. Out in McCleary, we sacrifice the world for our small town musings.\n\n My grandmother sold her house to that Colorado couple last spring. Now she lives in a cookie-cutter duplex next to a Walmart and a high-end shopping mall. She still keeps my grandfather and his incense bowl close to her and bakes blueberry pies every time I visit. Sometimes I ask my mother to buy the house back and pass it down to me when I am older, even though I know she can’t afford it. Sometimes I think about going back to see it one last time. When August rolls around, I find myself tasting sweet berries in my apartment, knowing there is a place I call home far from here.",
  "type": "essay",
  "url": "https://drive.google.com/file/d/11CqUwtqSINp6rViMT2F_21wDLzXtCG6p/view?usp=drive_link"
}
