{
  "title": "Freewrite",
  "author": "Patricia Frances",
  "content": "The passenger hears a distant chirp and raises her head towards the sun. A black spot appears in her eye, and she goes partially blind, but only for a second. When the scene starts to focus, she melts away into its daunting yet natural beauty. A white blanket covers the coarse rocks that lay in front of her. Past the rolling white hills larger more dagger like mountains outline its softness. The sun causes the snow beneath her to glisten, shimmers radiate through her peripheral. And although the thermostat reads 10 degrees a soothing warmness coats her bundled up body from the sun. In this moment she is content. In this moment she is satisfied. For its vastness, for its beauty, for what it offers, for what it threatens. How it makes everything else seem to fade away to all that is left is what lies in front of her.\n\nAgain, she hears the distant chirp, and her ears pipe up to follow its distant sound. As she looks up a sudden tightness fills her throat. And chills run up her spine. Her eyes instantly dilate, and she focuses on almost every aspect that surrounds her. The shade of the sun darkens three tones, the white snow no longer glistens in its light but begins to combust to lose its form to dissipate around her. Within seconds the dagger mountains are all she can focus on, no longer covered and soft in the white blanket but instead barren and hollow. As she continues to focus, she sees meadows stiffen and wither in front of her. Sweat lines her forehead, her skin burns. Instantly the pines around her combust in red furry. With a loud bang a raging forest fire takes the place of the snowy meadow she loved just moments before. The burning continues her heart sinks and black char takes its place. This is what I think of when I think of the image of climate change. My favorite place in the world, the Wasatch Mountain range, diminished to nothing more than a black charred forest. I’ve seen it, I’ve been there, and it terrified me. This is the reality we face and how do I do whatever I can to help fight it. That is naive of me – my strength is nothing in comparison. And that is when the dread hits, the loss, the sorrow.",
  "type": "essay",
  "url": "https://docs.google.com/document/d/1y2YMDpZSvVoRe5PQcfB3_LWJzQ3thClz/edit"
}
