{
  "id": "",
  "title": "Grappling with hope",
  "author": "Will Beasley",
  "body": "My mind is constantly thinking about climate change, sometimes consciously, sometimes in the background, yet anytime I think about it, I find it hard to have hope. Looking back in my short lifetime, I have already noticed marked changes in my immediate environment. Growing up in California, I have seen significant changes – extreme droughts, deadly forest fires, long hot  summers, short warm winters, and more. I am left feeling an overwhelming sense of worry, for  my generation, for my future children’s generation – do we have enough time to fix the damage  we have done?\n\nWhile you can look back to governmental mandates and corporate promises, they have not been enough. We are still on a crash course to irreversible climate change and environmental damage. It is truly now or never to try and address our actions. It is going to take more than hollow government deals and international promises – it is going to take a worldwide change in how we perceive and value our environment.\n\nHowever, this is such an incredibly hard thing to accomplish. How do we create this worldwide change in a fair and equitable way that doesn’t burden those who are already burdened? How do we change corporations and private enterprises from achieving profits over all else? Capitalistic tendencies have allowed the US and other western nations to achieve incredible economic growth, but what is the end goal if profits are contributing to our demise? Do people really want to change how they live in the name of protecting the environment or are we just too selfish to think ahead to future generations? I really can’t grapple with these questions easily, but I try to have hope. Hope that, yes, we can in fact change how we live and be happy with changes because the longer we choose to destroy the planet, the less time human civilization will have.",
  "description": "",
  "type": "essay",
  "category": "where are we",
  "image": "",
  "url": ""
}
