{
  "id": "",
  "title": "Greenest of Subjects",
  "author": "Shawn Charles",
  "body": "“My greenest of subjects. I am happy to announce that your Queen has finally arrived once more. How long has it been since my somber departure? Too long... but now you may all appreciate the beauty of my glorious flowers!” I declare. “Please, let your celebrations be known.”\n\n“For the thousandth time, we don’t recognize you as Queen, lady. Who...what...why would you think you were our Queen? We go through this every year!” cried one of the many green shrubs encircling me.\n\n“Yeah,” shouted a younger shrub, “most of the year you’re silent, and then out of nowhere you start making commands like you own the place.”\n\nI must respond with authority. “My greenest subjects. There is no need for confusion. I will provide all of the answers you seek. You see, my power comes from the beautiful pink flowers that cover my canopy. Every year, my flowers bloom, signaling the beginning of my new reign. Once they fall, and the world must sadly endure without their magnificence, I fall silent in mourning as my reign ends. Does that answer all of your questions, my simplest of green subjects?”\n\nI look around my paradise of vegetation that constitutes my domain in the concrete square. Tall palm trees tower over all I rule over, presumably my guardians. My greenest of subjects form a ring around me, honoring my royalty and superiority. Human guests rest on the edge of my territory, or mill about in unknown areas. My pocket of land must make other rulers embarrassed of their own. I look through a small gap between my guardians and see the church that must have been built to recognize my reign:“Memorial Church.” I have heard it called that by many human tourists. My domain is a peaceful one. I feel content, a sense of ...\n\n“Hey!” interrupts an older shrug that inhabits my green ring of subjects “we do not like you. And no, that building over there was not built for you. Every time you stop being silent, at one point or another you brag about ‘your’ building, so I just wanna get that out of the way really quick. Second, it just so happens that we were put here in such a way to look like a ring. We did not gather here on purpose, so stop thinking there is any correlation. Finally...there are many, many species of tree that flower, and you just happen to be one of them. You. Are. Not. Special.”\n\n“My greenest, ignorant subjects. Jealousy is not a valued trait. But, I do understand. My beauty and royalty threatens you. If I were a crueler Queen, you may be punished for such an outburst. But I am a Queen that rules through peace. So I will just say...chill a little bit, ok?”\n\nAnyways, I feel content, a sense of pride overwhel...\n\n“Quick question...um...what do you do when you are...think you are...uh...Queen? It seems you just sit there like the rest of us. Isn’t a Queen meant to lead” rudely interrupted one of my innocent green subjects.\n\n“Hmm...good question. My beauty leads others to understand that I am beautiful.”\n\nDespite the confused shrugs of my shrubs, I feel content with my answer. A feeling of pride overwhelms me. That is, until I notice one of my oh so beautiful flowers fall to the ground.",
  "description": "",
  "type": "essay",
  "category": "where are we",
  "image": "",
  "url": ""
}
