{
  "id": "",
  "title": "How much longer do we have to keep screaming?",
  "author": "Sabrina Ahmed",
  "body": "Tired, frustrated, and annoyed. Those are the overwhelming emotions I feel when thinking about the current state of our environment and our commitment, or lack thereof, to creating solutions to the problems that we made. Or should I say that they made? How can so much of the world not care? Do they not hear us screaming, begging, dying? My home country will be underwater by the end of this. Where will my people go? The largest polluters in the world will never have to worry about their homes simply drowning. They will never be climate refugees. They can avoid the lethal consequences of their own actions. They claim to care about the environment, yet only a portion of a single percentage of their budget and profits go towards climate action. To add salt to the already searing wound, so much of this climate action is useless in the long run; it’s only a ruse to distract people from the monstrous amount of pollutants they pump into our environment.\n\nHow can we take action in a country so divided? In a world so selfish? How do we convince people to listen to science instead of some man without any scientific credentials? How do we convey that divine intervention will do nothing at this point, and we are reaching our last moments to prevent mass extinction? How can people live with the idea that we will not only be killing our own people, but an entire world of animals and ecosystems that lived in harmony for billions of years. Does anyone even care about all of our biological progress being completely wiped or changed forever?\n\nThe people in power don’t care enough. They know they have an insurance plan. At the end of the day, they know that them and their future generations will be okay. What about the rest of us? How much longer do we have to keep screaming? Begging? Dying? The loss of life is not as ugent of a force as it should be. Greed and selfishness seem to be the running forces of the world. We are tired, frustrated, and pissed.",
  "description": "",
  "type": "essay",
  "category": "where are we",
  "image": "",
  "url": ""
}
