{
  "id": "",
  "title": "Insulting Trees",
  "author": "Shawn Charles",
  "body": "The three trees were arguing as usual. None had names, but were not afraid to give each other crude ones. It was incredible that all of the passing people, busy with work or simply visiting campus for the sites, could concentrate over all of the noise. To make the following summary of today’s disagreement more palatable, let us refer to these trees based on the perspective of a bystander sitting on Green Library Fountain’s circular bench.\n\nMiddle was angry about space. He had been dealing with these issues ever since being planted in between his two companions. Today was the day he would make his disapproval known.\n\n“Hey, both of your roots are touching mine constantly, and I do not like it. Move!” Middle screamed, interrupting the conversations of the birds in the chilly Palo Alto morning.\n\n“Hey, I don’t know if you understand this, but trees don’t move. You’re an odd one aren’t you?” replied Left.\n\n“Yeah, not gonna lie, that was a pretty stupid demand. Almost as stupid as Left” retorted Right, “if anyone should be complaining it’s me. These squirrels keep bouncing between my branches. It’s making me quite nauseous.”\n\n“It’s making me quite nauseous” mimicked Middle. “I told you to stop making me feel dumb Right, especially when there is no possible way you could feel nauseous. You’re a tree.”\n\n“Now he gets it,” muttered Left as she fanned her branches out, hoping to get a quick bite of sunshine.\n\nThis squabble went on for several hours. A few surrounding trees kept yelling for the trio to quiet down, only to be met with a variety of smart remarks; these are the only instances it seemed the three could agree, and they were actually quite a good team when it came to combining insults. The united front would only last until the next complaint from one of the three.\n\nLater that day, a group of students were jumping around in the Green Library Fountain, presumably participating in the tradition of fountain hopping when the comment of one caught the attention of Right.\n\n“You know, they call this the 100 Years Fountain. That sure is a long time isn’t it” innocently acknowledged one fountain hopper.”\n\n“That’s a hot take for sure,” said Right, surprised. “One hundred years does not seem like a long time to me. In fact, I think that may be a dumber take than anything Left has ever had.”\n\n“I do agree with Right in this case, don’t you Left,” said Middle.\n\n“I agree with most of what she said. No need to insult me though,” asserted Left.\n\n“When I think about it, these humans are quite weird. Riding around on those bikes when they are lucky enough to have legs to move around. Showoffs! And their backpacks. They just look...odd” said Middle.\n\n“I heard they keep paper in those bags” whispered Right.\n\n“PAPER?!” screamed Left. “They just walk around with dead trees in their bags. The stupidity! Hey you all, why do you walk around with my kind in your bags? That’s kinda weird, isn’t it?”\n\nOf course the humans simply ignored the question as they splashed around.\n\n“Middle, Left, this...this deserved to be made fun of. I would like to call a truce. There is no way I am going to just sit around arguing with you dummies and not make it my mission to insult every person I meet for that dumb way of doing things. What do y’all think?” asked Right.\n\n“I mean, I heard they also have laptops, which kinda saves paper, but hey, I like insulting y’all, so I am sure insulting these people would be interesting” agreed Middle.\n\nLeft’s leaves nodded in agreement. It was then that the trio had a shared mission. No longer did they bicker among themselves. Instead, they found their life’s passion in mocking each and every person that strolled by them as they waited along the edge of the 100 Years Fountain.",
  "description": "",
  "type": "essay",
  "category": "where are we",
  "image": "",
  "url": ""
}
