{
  "id": "",
  "title": "Lily",
  "author": "Alice Wang",
  "body": "A young girl, about eight or nine years old, slowly walked up to a painting on the wall. The canvas was taller than she was, and so she had to arch her neck back to look up at the painting.\n\nThe swirls of blue, green, and white, adorned with spots of pink near the bottom, captivated her. Stepping closer to the wall, she was just about eye-level with the bottom of the painting. She noted the raised edges of dried paint, textured with the canvas’s own pattern. She wanted to reach out and touch it, but the stanchion a few feet from the wall blocked her from getting any closer.\n\nAfter a few moments of staring at the dried paint, the girl took a few steps back so that she could view the entire painting again. She studied the long strands of green on the left and right of the painting. She remembered that they were called “leaves”, from a science lesson at school. There were more green patches near the bottom of the painting, which she thought could also be leaves. They were rounder than the long, lean leaves on the sides, and some of them had the pink blobs. What were they called? Flowers, right?\n\n“Lily! Oh, there you are.” A middle-aged man in a brown flannel and dark pants ran up to her. Lily tore her attention away from the painting and threw her arms around the man.\n\n“Daddy!”\n\n“What are you looking at, sweetheart?”\n\n“This picture. It’s pretty.” Lily pointed at the painting on the wall. Her father studied it with her.\n\n“It is pretty,” he agreed. His gaze landed on the description plaque beside the painting on the wall. “‘<i>Water Lilies</i>, painted by Claude Monet in around 1916-1919.’ Oh, this painting is ancient! More than two hundred years ago.”\n\n“Lily?” Lily had only paid attention to her name being said.\n\n“No darling, water lilies. The pink flowers there.” Her father chuckled and pointed out the flowers to her. “They are beautiful, just like you.”\n\n“Are there any more of them left, Daddy?” Lily asked her father. “I want to see one.”\n\n“Unfortunately, no. They are all gone, like most things, after The Catastrophes. The only place you can see one is here, in the painting, or maybe in books or in photographs.”\n\n“Oh.” Lily had expected this answer, but she was still disappointed when her father told her. She learned about The Catastrophes in school. Everyone did.\n\n“Our ancestors did not take care of the land,” her teacher had told them. “So the air became dirty, the oceans rose, and the animals and plants died. Then all the nations had a terrible fight about whose fault it was and what they were going to do now. They used the worst weapons and killed not just many, many people, but also most of the living things on Earth. Even us humans almost went extinct.”\n\n“What does ‘extinct’ mean?” one of her classmates had asked.\n\n“Gone forever. Extinct means that every last member of the living thing had died, and so they are gone forever.”\n\nThere were many things that were gone forever. Lily liked flipping through her textbooks and other books that had pictures of things from the Old Time. She loved the colorful plants and the different animals, and she wished she could see them herself.\n\nLily’s father was studying the painting again. “It’s too pretty to be real. Look at the blue water, Lily,” he said. “Everyone who has seen water that blue is long gone now.”\n\nLily tilted her head. She had never seen water that blue. Their water at home always had a yellowish or brownish tint to it, no matter how many times her mother boiled it or filtered it. She wondered how blue water would taste.\n\n“What are those white things in the water, Daddy?”\n\n“Those must be clouds,” her father answered, after taking a quick peek at the description plaque again. “I believe Claude was painting a pond, and the clouds were reflected in the water, so he painted them too.”\n\n“I thought clouds were brown and gray,” said Lily. “They aren’t that pretty.”\n\n“Well, when Claude was alive, The Catastrophes had not occurred yet,” her father explained. “His clouds were white and fluffy. I heard those clouds were also not as dangerous as ours. They just float across the sky.”\n\n“Wow.” Lily couldn’t imagine nice, white clouds. The clouds she saw were ugly and stormy, always bringing with them thunder, lightning, and storms of all kinds. That’s why people don’t go outside at all. “Did The Catastrophes change the clouds too?”\n\n“Yes, sweetheart. All the chemicals and dirty things from the wars ended up in the sky. That’s why our clouds are brown and gray instead of white.”\n\nFather and daughter stood looking at the painting some more, each thinking their own thoughts about how The Catastrophes changed everything.\n\n“Daddy, how come those leaves are long and those are round?” Lily pointed out the difference in leave shapes.\n\n“Erm...” Her father checked the description plaque again. “The ones at the bottom are water lily leaves. They float on the water, so they have to be big and round. The ones hanging are willow leaves. Willow trees and water lilies are different plants, so their leaves are different.”\n\n“Oh.” Lily wondered what a willow tree looked like. She knew what oak trees and pine trees looked like, from her science book. Would a willow tree look like them, but with long, stringy leaves? How many different types of trees were there?\n\nHer father soon tired of looking at the same painting. He took Lily’s hand. “Do you want to go look at other paintings, Lily?”\n\n“But I like this one,” Lily said. “The flower has my name.”\n\n“Yes, but there are other pretty paintings too,” her father said. “We can go find Mommy and Timmy and show them this one. Okay?”\n\n“Okay.” Lily reluctantly turned away from the painting and took her father’s hand. As they walked away from the exhibit, Lily looked over her shoulder at the water lilies floating in the pond. From afar, they seemed less like paint blobs and more like real flowers drifting in water. She wanted to jump into the water and smell the water lilies.\n\n“Come on, Lily.” Her father noticed that she had stopped again. He tugged on her arm gently.\n\nLily began walking again, but she kept looking back at the painting that bore her name. <i>Water Lilies. Lily</i>.\n\nOnce upon a time, before The Catastrophes, people could enjoy fluffy white clouds, blue water, and pink and green water lilies in a pond. She imagined a little girl her age being able to run around outside whenever she wanted to, befriending lots of animals, and enjoying “nature”. That’s the word a lot of adults used to talk about the environment. It didn’t exist anymore. Extinct.\n\nLily wondered if the people from hundreds of years ago knew how lucky they were. She wished they had been more careful, so she could enjoy the same blue skies and green trees they did. Or at least, be able to live in a world where everything wasn’t so messed up.\n\nIt wasn’t fair.",
  "description": "",
  "type": "essay",
  "category": "where are we",
  "image": "",
  "url": "https://drive.google.com/file/d/1GmLtczYhDfw9g1v_5YFJfL9wSmRpAwxz/view?usp=drive_link"
}
