{
  "id": "",
  "title": "The Guardian of Campus",
  "author": "Shawn Charles",
  "body": "I know that I am but a guardian of knowledge. My peers and I have been tasked with providing passage into the heart of campus, where students learn, create, and teach. There are others around taller than I, shading me from the temperate northern California Sun. But I do not mind; my ancestors on the Canary Islands have passed the gift of expansive palm leaves down from generation to generation so that I may still enjoy the Sun’s sustenance. In fact, I see my stout stature as being quite advantageous; as I am lower to the ground, I can better hear the conversations of those I have ushered toward their dreams. I know that I am but a guardian of knowledge, but these conversations have spawned aspirations of my own: to explore what I have promised to guard.\n\nIn all transparency, I only hear brief parts of dialogue, not enough to even understand the context or meaning of a conversation. Those I guard are busy, and have better things to attend to than update a tree on their life's work. More knowledge to create, more knowledge for me to look after I suppose. I believe I once heard two experts in computer science talk about the newest advancements in machine learning while briskly jogging along the ranks of my peers, but I am still a bit unclear about what a machine is. Also, it was hard to distinguish between the sounds of nearby construction. Learners need to build more buildings for more knowledge so that I may guard it, so I understand. Nobel prize winning astrophysicists once paused to debate what may be beyond my life-providing Sun, but I could not understand the scientific jargon to answer any of my own questions. Poets, screenplays, and other experts in language mutter to themselves new ways to describe old feelings. But I only guard.\n\nNew students line up along the pavement in cars as they set their eyes on the future, their loved ones elated. The knowledge I guard is waiting for them. I once overheard a young man declare to his family, who were trailing behind trying to catch up, that he would double major. He wanted to explore economics and his passion for art. What a lucky person! I am but a guardian of his journey, and such a journey of my own would only be a distraction to my duties. How would such a thing even be possible? With these thoughts, it’s a miracle I haven’t broken my self-imposed vow of silence. My job is a serious one, and talking would only be a distraction. It seems my peers have reached the same conclusion, as I’ve never heard a word from them.\n\nWhy was it I decided to be silent again? I feel like my goals were so different back then: guard. Now I am beginning to question my original stance. It seems I have even forgotten who has tasked me with guarding this place. I just assumed being placed at the front of campus meant I was supposed to guard its entrance. But, who am I guarding said knowledge from? Yes, I have gathered from collective interactions with newcomers that the odds of actually being a student here are slim, but the knowledge grown here is quite accessible to those outside. Why else would these ideas be created if not to be shared? I have come to a decision. I must break my vow to gain answers.\n\n“Um, hello there fellow...guardians. Sorry to...uh...bother you, but, do you know why we are here guarding campus,” I hesitantly questioned.\n\nSilence. What was I to expect from trees, especially those with such an important job.\n\n“W-wait, a-are we allowed to talk?” whispered the tall palm to my right.\n\n“I’m...I’m not sure. When I got here, everyone was so quiet, I assumed there had to be an important...reason. Are you telling me there is no reason?” replied the tree to my left.\n\nI guess even trees sometimes fall victim to herd mentality (a term I learned from two political students arguing one day). Before long, both rows of trees were introducing themselves. My taller right neighbor was a Mexican Fan Palm who had always felt sorry for blocking the Sun’s rays. The tree to my left let me know that they had wanted to tell me I had a bit of gum stuck to my trunk all week, but said I looked really focused on something else. We have all come to the conclusion that we are not guardians, but act more as an introduction. More surprising still is the fact that many of our numbers can be found throughout campus. Once we started to reach out, we began communicating quite effectively.\n\nI continue to sit along what I have learned to be Palm Drive, welcoming those who wish to have their ideas celebrated and challenged. I now hear complete stories about our glorious Sun, and its many circling planets from my peers along the row. I hear finished poems crafted by those same poets who brainstormed under my fans. Once, I was but a guardian of knowledge. I am now part of its network.",
  "description": "",
  "type": "essay",
  "category": "where are we",
  "image": "",
  "url": ""
}
