{
  "id": "",
  "title": "The Pace of This Place",
  "author": "Maya H. Green",
  "body": "Here’s a thought: why can’t we humans just get out of our own heads? When did we become so unaware of other worlds (earthly ones, like that of a beatle, a cow, or a blade of grass)? There is no peace in thinking you are the only thing that matters. It is a crushingly lonely thought, in fact, that we own the world, that everything in this domain is ours, that we must produce endlessly. The difference between us and a plant is that we want to produce endlessly. The plants just do.\n\nAnd we benefit. Will your startup benefit the live oak outside your dorm, Tommy? Will it “produce” enough to sustain the oak’s life through smog and smoke and low-flying planes? Will the hardest stuff of your tiny little company be supple enough to construct lovely round barrels into which young wine will be poured, and sit, and ferment in its own sugars? Will it house three squirrels, nine thousand ants, four hundred beetles, and provide resting places for twelve generations of oak titmice? When your startup evolves, do its genes splice and shift? When it grows, do its cells proliferate?\n\nTommy doesn’t know what a live oak is. That’s ok. It doesn’t know him, either.\n\nCan you tell I’m fed up with the pace of this place? Someone says, after a “climate conversation”:\n“I don’t want a long list of potentials. Just give me something I can DO! Give me ONE answer! You’re the expert, you should know!” He is clearly very climate anxious. He hustles and bustles like the rest of us, and was asked to stop and think for one moment about the large things outside of his world. Stress—anger, even—blooms. How do we slow ourselves down? In this context (Stanford) and that context (capitalism) which are really truly the same context, if we slow down, they lose. The faceless “man”, or whatever. We cannot stop until his belly is fed with our little wispy souls. I imagine him like a dementor, floating ethereally by with a round rotting mouth poised to suck the living daylights out of us. All the light, actually.\n\nAnd what of the students who rush by on their bikes, ears plugged with plastic blasting some new song or advice from a podcaster on how to stay healthy? They did not see that turkey vulture one thousand feet above. Or, for that matter, hear the blindingly loud construction sounds emanating from all parts and bouncing off brick and tile. The human noise, the secret conversations of water, birds, trees. The laughter and sounds of networking. The silent tears streaming down someone’s face. Someone biking by so fast the tears dry instantly, leaving tiny sticky tracks down their cheeks.",
  "description": "",
  "type": "essay",
  "category": "where are we",
  "image": "",
  "url": ""
}
