{
  "id": "",
  "title": "Where the Wild Things Are, and Where They Aren't",
  "author": "Jason Bloom",
  "body": "Jooze woke up to a glorious red haze entering his room. Vigorous sunlight projects the color from the cabernet window shades onto the entire interior of the room–something that only happens to this great of a degree when the sun’s rays have their midsummer potency. This promise of warmth and beauty raises Jooze off his pillow with receptive eyes. This is not a day for dread, this is a day for optimism and wonder. The task of crawling out from his hot-pocket-like bed feels more inviting than challenging, and the action of morning nourishment is an opportunity rather than a task. So far, he has only checked his phone to see the time, and to see if any loved ones have tried to contact him.\n\nJooze is ecstatic to get his day moving. He washes his face with foaming cleanser and applies a buttery face lotion equipped with SPF because he knows exactly where he’ll be going as soon as he gets dressed–outside. He makes sure his breath doesn’t smell too bad and that his hair doesn’t look too disheveled. He’s quite satisfied with both, although he knows that months before when he was at school he would have been more worried about both of these things. He’s both at peace and satisfied by this change. He puts on the pair of shorts he wore yesterday, cleverly stored on his bedroom floor for easy access, and a t-shirt. He slides on his flip flops, and makes his way to the garage. Waiting for him is his plank–a gorgeously shaped piece of foam covered in turquoise finish. His plank is a surfboard. He loads up his plank, wetsuit, and a couple of towels into his dad’s car, and finally checks his phone to see that his buddy Ryan is ready to meet him at the Princeton Jetty–their favorite surf spot. He is. Jooze jubilantly meanders up highway 280. He’s driving as if time is on his side. He even accidentally slows down to 50 mph, whoops. It doesn’t quite matter if he is late, rather it is simply a joy to soak up the rolling hills cradling the roads.\n\nJooze is enamored with the ocean. He sits, perched on the plank, and can’t help but pan his head side to side over and over again. He thinks, <i>it’s a shame so many people will never get to experience something like this</i>. And it’s true, most people won’t. He thinks about what this exact spot might look like down the line. <i>Will this even be here in 20 years? If I have kids, will I get to show them this spot?</i> He makes a bit of a frown, as a rolling module of water raises and lowers his body in the ocean. In his head he can’t stop thinking about the fragility of the world around him. To his core, he feels that the beauty that he is immersed in is not promised, and that he himself is a contributor. He marvels at how much of an effect a race of being can have on our own little flying orb in space. He considers what this place might have looked like 500 years ago–when it truly wasn’t tampered with at all by humans. Just the thought is magnificent. He sees pristine hills with not a spec of uneven treecover. The whole landscape is like a perfectly shaped glob of moss. The color of the sand is different. It’s cleaner. It’s shimmering gold in the rays of the sunlight. Jooze yearns to experience something like this. He realizes whatever he’s doing right now is the best he’s going to get. Even still, he pledges to do what he can to make sure this sticks around for as long as possible. Paddling back to the sand, he sees a floating plastic bag. He goes to retrieve it, and carries it to a trash can on shore.\n\nTwo months later Jooze finds himself exiting the school library, dreary eyed. He catches a glimpse of a plastic water bottle on the ground but ignores it, not lifting his head up high enough to be able to truly acknowledge its existence. The sun is dimming–close to being set. He doesn’t quite understand how the day has gone by so fast. He doesn’t feel like he’s done anything. Certainly not anything special. <i>How is the daylight gone? This day is almost over. What did I do? I went to class, I did my homework, I ate lunch, I responded to my emails, I texted my friends. Jeez.</i> I mean, I did stuff, but it really doesn’t feel like I’ve done anything. It might as well be yesterday. Jeez. This is a bad feeling. What ever happened to surfing? I promised myself I’d be surfing a lot this quarter. Jeez. I haven’t gone so far this year! What am I doing? I hardly do anything meaningful with my days. Jeez. Needless to say, Jooze isn’t satisfied with his life. This cycle of aimlessness doesn’t sit right with him in the slightest.\n\nJooze hasn’t changed his values, but it’s almost as if he’s lost sight of the amazing track of his life. He thinks it’s a result of not going out much–sacrificing adventures for assignments. In his quest for greater learning, he’s lost experiencing his values of experiencing nature and being outside. He asks himself if it’s all worth it. <i>I’m in school because I want to be able to help protect the environment in new and novel ways. School is how I get the tools to do that in the way I want, right? Oh jeez, I’m not too sure anymore. I know there are a lot of different ways to make the impact I want, but I thought school would help me get there. So far at least, I don’t feel like I’m getting anywhere. How can I grow my passion for protecting the environment when I’m confined by four walls for almost the entirety of my day? This doesn’t make sense. I need to be more intentional about this. I need to find a way to do both. I need to be outside and I need to experience the world that I want to dedicate my life to protecting, if I am going to retain my passion.</i> Moving forward, Jooze makes a promise to himself that he is going to tailor his education to be more meaningful–more like his experiences being outside in the summer. He figures there has to be a balance between the time spent working in the library and the time spent enjoying the outdoors. This equilibrium is where his happiness exists.",
  "description": "This creative piece is a two part story that gives a glimpse into the duality of a college student’s life–specifically the life of Jooze. Much of this story was inspired by my own life, specifically a few aspects of my life that I’ve realized stand out to me through the weekly reflection assignments and class discussions and readings. The course content from weeks two and five were most impactful for me. To start, in week two, we were faced with considering where exactly a love and respect for nature comes from. Is it entirely aesthetic? Do our core values and ethics influence our relationship with nature? That week I reflected on how to build a relationship with nature that goes deeper than an aesthetic appreciation. This has been a widely discussed and explored concept over the course of this quarter so far. Building on these questions and intellectual inquiries, was the content from week five of the course. This is when we discussed different ways humans and civilizations interact with/coexist with land. We discussed the differences between stewardship, consevation, and conventional knowledge of the land. For the reflection that week, I considered what I thought the true meaning of indigenous was, considering what I’d read from <i>The Overstory</i> and after exploring Jasper Ridge on the class field trip. These were the main influences and inspirations for my story.\n\nOutside of those two weeks, my story was also influenced by a few different essential course themes that have stuck out to me so far. One of them is the question of credibility in the environmentally sustainable sphere. It’s the question of whether or not someone who doesn’t spend time in nature can be someone who cares about nature. It’s the question about how much a personal relationship with the environment affects an individual’s desire to protect it.\n\nThe first part of my story was made to outline an ideal day of mine from this past summer. This past summer I had a truly amazing experience. I finally created the summer that I had always dreamed of. For a whole month and a half, I had no plans, only opportunities. I essentially tried to paint a picture of one of the best days I had all summer, using Jooze as a replacement for myself. With no plans, I felt I was able to mold into the most organic and natural state of how I wanted to live. What I felt through this was more excitement for life. I gravitated towards being outdoors–I went surfing nearly three times a week, I went on bike rides, I went on runs around my neighborhood, I went on hikes with friends, and I even went on walks–something that I previously had a seriously hateful relationship with. I found myself having very minimal desire to use technology. Funnily enough it was the first time in my life that I had the ability to play PS4 and Wii in my own bedroom because a friend from school had left their TV screen and consoles with me. Regardless, the usual instinctual draw that I felt to any sort of screen dwindled massively. The descriptions of Jooze making his way through his morning and eventually to the ocean, is meant to convey a laid-back lifestyle centered around spending time outside, experiencing the world. The focus is on Jooze appreciating his environment. It juxtaposes the technology-heavy, busy, indoor themes of the second part of the story.\n\nIn the second part of the story, Jooze is in the middle of his school year. He’s leaving th library after hustling to get his work done, and has a moment of internal reflection. He realize that his life is lacking interaction with nature, and because of it, his personal connection to the environmental sustainability movement is dying. From the first part of the story to the second part of the story is a difference of only a few months. It’s still the same Jooze and he still caries with him the same goals and values. In fact, during the summer when he spent so much time in nature, Jooze formed incredibly strong values and a strong passion for protecting the environment. He’s even trying to devote his time and energy at school to making strides towards protecting the environment. However, the underlying takeaway is that he has lost the sense of personal relationship with nature that he had felt, and as a result doesn’t have clarity about his goals anymore.\n\nWhat I’m trying to convey through this juxtaposition in the two parts of the story is that a personal relationship to nature is absolutely integral in creating the ideal sustainable future. Plain and simple, if you don’t spend time in nature, you cannot be a steward of your environment. It’s important to have an understanding of what the land is like in its natural form when attempting to live amongst it/coexist with it. So, if humans moving forward try to integrate civilization and a thriving nature scene, there must be some sort of personal connection to the area to effectively orchestrate the construction of a place where humanity and nature coexist effectively.",
  "type": "essay",
  "category": "where are we",
  "image": "https://unsplash.com/photos/L78RstAZuTY",
  "url": "https://drive.google.com/file/d/1_3aO8lR3X0Y9Ot7gjdykhpEJ1uT2FU7Q/view?usp=drive_link"
}
