{
  "id": "",
  "title": "Changing Tides",
  "author": "Jaya Sandhu",
  "body": "In the year 2089, Sarah Rominof clears her throat. She is about to present her proposal to Congress’s Environmental Assurance committee. She is Colorado’s 3rd district representative, hailing from a corn farm driven to bankruptcy by climate change. While she reads her arguments, she imagines the face of her mother, standing on the porch in the sweltering heat, watching the crops go brittle and break. A tear falls down her face, just like it did when her mom saw her that day, standing, watching.\n\nSarah is proposing a revolutionary true cost model that assigns a monetary value to the crops, plants, and water that goes beyond what they sell for. It accounts for all the life they contribute to. She believes this model will allow people to shift their perspective of the land: seeing it as a dynamic force that affects all things and all life. Sarah’s proposal is met with scrutiny.\n\n“This is too complicated.” A congressman from Nevada tells her.\n\n“There are too many different factors.” She is told many times, in many different ways. She knows these criticisms are generally extensions of these politicians' self-interests. Many of them have invested heavily in fossil fuel and adjacent interests.\n\nUltimately, her proposal is rejected. The night Sarah receives the news about the rejection, she throws a vase at her wall. It shatters into what looks like a hundred thousand pieces. After she has again imagined her mother’s face and cries over the broken pieces, she sighs and sweeps the pieces up.\n\nA few months later, disaster strikes. A devastating heat wave in Arizona, destructive flooding in Florida, and Tornadoes across the South. No state is left untouched. In the middle of the night, Sarah receives a call. The President wants to revisit her plan. Overnight, the consensus of the government changed. It seems that climate change has left no one untouched. Sarah listens to the news while staring at the spot her vase used to sit. Over the next few months, Sarah and her colleagues meet with economists, mathematicians, environmentalists, and leaders of industry. They develop a model to assign a monetary value for the land, water, and even air. It is a difficult process: slow and arduous. But, Sarah feels support and camaraderie. Slowly, things get better.",
  "description": "",
  "type": "essay",
  "category": "where do we go from here",
  "image": "",
  "url": ""
}
