{
  "id": "",
  "title": "Family Values and Food Waste: The Case of the Philippines.",
  "author": "Carmel Limcaoco",
  "body": "The social norm, or cultural value, that I am choosing to identify for this assignment is quite close to home. I am from the Philippines, and one of the most significant values in Filipino culture is the importance of family. Having grown up in Manila, I never realized the effect that being raised in such a collaborative and close-knit culture has had on my relationships.\n\nAs a result of a culture that prioritizes family and family-like relationships even with those who are not necessarily your blood, a cultural norm is that meals are eaten family-style - that is to say, all the dishes on the table are shared with everyone sitting at the meal. I did not realize that this was specific to Filipino, or even some other Asian and European cultures, until I came to university in the USA and realized that the cultural norm here is for people to have their own individual plates at dinner without the expectation of sharing. In Manila, sharing is not just encouraged, but it is almost expected.\n\nI believe that the stereotype of hospitality in Filipino culture stems from the value Filipinos place on family, and this results in a culture and community that is consistently welcoming of other cultures and open-minded to ideas that are unfamiliar. Ultimately, the cultural value placed on family, if somehow implemented widely, could have broad implications on the way opposing groups treat each other or even go about conflict. Beyond this, sharing food at the table decreases food waste, and in a country like the US, such a habit could go an immensely long way; even in my personal life I’ve realized that I generate significantly more food waste when at college than when I’m at home largely in part due to this cultural shift.\n\nThe way I would go about potentially implementing this cultural shift on a wide scale is by encouraging restaurants to emphasize shareability; many restaurants have dishes that are huge servings in themselves. If restaurants can implement share-only dishes on a wide scale, it would in a way force diners to select only a few items intended for sharing rather than many. Though this is far-fetched and also may contradict the culture of certain restaurants, I do believe that restaurants notorious for having large portion sizes should market their dishes properly such that consumers are encouraged to share and also to limit the number of items they purchase in order to limit food waste.\n\nIt would be extremely difficult to enforce a different cultural value from a different area of the world to the USA, but by subtly shifting marketing tactics or otherwise forcing restaurants or companies within the food industry to restrategize or standardize portion sizes would not only foster communities and family-like values but also discourage food waste. This navigates two very complex problems subtly but possibly effectively. Ultimately, this may not be impactful on the small or local scale, as it will take a broad impact to make an actual large cultural change, but if small changes are made across the country in this way, it is possible that communities in the US may begin to adopt characteristics of the family-valuing and community-oriented Filipino culture.",
  "description": "",
  "type": "essay",
  "category": "where do we go from here",
  "image": "",
  "url": "https://drive.google.com/file/d/1Xm60IwXY8_eVzdxHeEzbe4JqiH5I-IbU/view?usp=drive_link"
}
