{
  "id": "",
  "title": "Inside vs. outside",
  "author": "Kimberly Cheung",
  "body": "What if there were no boundaries between “inside” and “outside”? The air we breathe surrounded by four walls and a ceiling is the same air we breathe standing at the top of a mountain: 78.08% nitrogen, 20.95% oxygen, 0.93% argon, 0.04% carbon dioxide, and a minimal amount of some other gases. The air flows through the mountains and the sea, is processed through mechanisms of breath, and fuels a reciprocal exchange among billions of species. The light may be deflected through a window or generated by some other power source, yet inherently the wavelengths are of natural source. “Inside”, we feel a sense of shelter from the elements of the “outside”, yet forces such as an earthquake or a tsunami are more powerful than anything a building could protect against. What would deconstructing this distinction do to a human’s sense of belonging on this planet? While shelter was one of the inventions that allowed humans to survive until this day, it also put up a mental block between ourselves and our environments. “Inside” allows us to control the clock - we can be awake in a brightly lit room at 11 PM at night. “Inside” shelters us from feeling the hug of wind or the refreshment of rain. “Inside” gives us an opportunity to escape from the reality of the physical world around us. Sometimes, I feel embarrassed by the amount of time I spend inside everyday. I feel disconnected from and separate from the warmth of the sun or the chirp of birds. “Inside”, I easily lose focus, lose track of time, lose a sense of who I am. Now, I realize that there are circumstances where being inside is a necessity for health and wellbeing. But the main question I pose here is what does it mean to carry all the natural elements of our ecosystem “inside” with us? What does it mean to feel “outside” when you are “inside”, or feel “inside” when you are “outside”? As we are reconstructing our relationship to the natural world, evaluating the concepts in which we allow ourselves as a human species to be distinct from the natural environments we are a part of is really important. I think this offers the possibility to evoke some change in what we take as daily standards. First off, let’s recognize the natural materials which make up those shelters which we need to go “inside”. Let’s have more classes surrounded by trees. Let’s make more important decisions when we can see the air we are talking about decarbonizing or the ocean that is too acidic. Let’s be with community, with those both older and younger, with those with backgrounds from across the world, in local places we know well. I believe that a paradigm shift where we are safe, where we are home, and where we are “inside” anywhere we go is a significant step towards a fully interconnected world.",
  "description": "",
  "type": "essay",
  "category": "where do we go from here",
  "image": "",
  "url": ""
}
