{
  "id": "",
  "title": "It’s what saved the world",
  "author": "Aaryan Chirag Sukhadia",
  "body": "<i>‘What the fuck is this!’</i> yelled Sameer, slamming down the file on the table. His hands and eyes shook with equal parts rage, confusion and disbelief.\n\nAnna’s cold blue eyes gazed at him with the utmost calm.\n\n<i>‘Answer me!’</i> he pressed.\n\n<i>‘It’s what saved the world,’</i> she replied. She knew this had to come out some day or another. Only once entering the light do people realize just how dark the shadows were.\n\n,<i>‘International drug cartels and fraudulent market manipulation saved the world?’</i>\n\n<i>‘Well we had to get funding somehow, and you know taxpayer money wouldn’t cut it.’</i> The casual tone with which she spoke about this was deeply unsettling to Sameer. This was not the organization he thought he had joined.\n\n<i>‘So all the fundraisers, member state pledges to our organization, the entire ‘peaceful environmentalism’ philosophy we preached... that was all bullshit?’</i>\n\n<i>‘It’s not bullshit now, that’s what we’re actually doing. Those were different times. Desperate times. You know the money from fundraisers and pledges hardly covers our basic administrative costs, leaving us meager scraps for actual environmental work. Right now it is sufficient, but back then we needed more.’ ‘Yes but this could not have been the only option!’</i> he barked.\n\n<i>‘Perhaps not, but we were short on time back then too. Environmental collapse wasn’t going to wait for us to find a cleverer, ethically balanced solution. So we did what we had to.’</i> She spoke as if talking about a different aeon. Perhaps for the first time, Sameer started to notice his former boss’ age. Hesat down on the chair and buried his head in his hands.\n\n<i>‘Anna there’s records of kidnapping in here. Sanctioned extortion. Equipment sabotage,’</i> he spoke through his fingers.\n\nAnna sighed, and reached for the chessboard on her table to shift it between them. Her wrinkled hands picked up a knight and began to fiddle with it. Sameer stared at those wrinkles, wondering just how many secrets they held.\n\n<i>‘Do you play chess, Sameer?’</i> she asked.\n\n<i>‘No, never have.’</i>\n\n<i>‘Well then it’d be quite a short game between us. I was rated 2200 at one point you know, I was on the brink of-’</i>\n\n<i>‘Anna excuse my interruption but can we fucking not do this with the riddles right now?’</i>\n\nAgain, those blue eyes pierced through his soul. Sameer felt a silent but almost tangible anger emanating from them. Nevertheless she did not say a word and began moving around the pieces on the board.\n\n<i>‘My point, Sameer, was that the reason new chess players perform so badly at the game is they cannot see more than 2 or 3 moves ahead.’</i> She started simulating a game, sliding each piece across the board with surprising vigor.\n\n<i>‘Some climate activists may have seen 4 or 5 moves ahead, but that still isn’t enough.’</i> She struck a white pawn with a black one, making a loud clack throughout the room.\n\n<i>‘Social order is a game that we all agree to take part in, but the stakes are beyond most people’s conceptual grasp. The amateur players did not understand that, if allowed to continue their clumsy game, the world would’ve surely been doomed.’</i> A bishop took a knight with another satisfying clack. <i>‘So sometimes we are forced to make moves that may seem wrong or incorrect or disturbing to the average person. If we are to play within the boundaries of the game and still win, we must resort to unseemly sacrifices.’</i> She slowly moved a queen to take a pawn, leaving it vulnerable for a rook to capture it, seemingly for free.\n\n<i>‘We needed to save the world but we were helpless to change society to do so within the boundaries of what seemed normal or ethical. So we turned to darker things. We temporarily gave up our idealism so that the future generation might have theirs.’</i>Sameer’s eyes grew wider with every word. <i>‘And so we did insider trading to get money for environmental projects. We hacked fossil fuel company board members and blackmailed them into making policy change. We destroyed oil pipelines and covertly stole money from dirty banks to cover things up. It wasn’t pretty, but somebody had to get their fucking hands dirty to save us all.’</i>Each syllable was more violent than the last.\n\n<i>‘Was it worth it?’</i>quivered Sameer’s voice.\n\nAnna’s eyes drifted to the window. They gazed out over a green horizon, a world where ice caps were no longer melting, where temperature rises had subsided, and renewable energy had flourished.\n\n<i>‘You tell me.’</i>",
  "description": "",
  "type": "essay",
  "category": "where do we go from here",
  "image": "",
  "url": "https://drive.google.com/file/d/1IiWdHKPvhLsbAO_Sy6TWEizQjsuHsFr4/view"
}
