{
  "id": "",
  "title": "networks",
  "author": "Abi Leigh Archer",
  "body": "There’s an overwhelming feeling that things have gotten too big, too complicated, and too far out of hand to rein back in. In some ways it feels like we’ve already gone over the line. Too much has been destroyed and lost, too many species have died off, too much damage to our ecosystems and atmospheres to go back, and most of all, to great of a reliance on living life the way it is now versus transitioning to a sustainable way of life. It feels encoded in the way people think. The disconnect between nature and ourselves, the anthropocene, is in a way excepted as natural in the pseudo world we’ve built that worships infinite growth and ignores the finite nature of the system. How could this have happened? It seems to go so harshly against the very principles of nature. Shouldn’t we have some sort of ingrained connection that makes it repulsive to destroy the very thing that sustains us? How could we become so disconnected from the land, the oceans, the forests, the deserts, the mountains, the streams, rivers, and valleys? Somehow it is regarded as totally natural to sit in front of a computer screen for the entire day, sustain ourselves with food-like products rather than real food, to have to make an effort to see sunlight during the day, or even to look up from the screens we carry just to perceive the world. Don’t we remember deep down, maybe encoded somewhere within our cells, what is means to be a living part of a living system? Memory is often thought of as something stored in the brain, in the form of neural connections housed in the hippocampus, recalled at the onset of an electrical impulse releasing neurotransmitters that brings a rendering of the past back into existence. But memory arguably spans far beyond that, dispersed throughout our bodies, encoded in our senses like taste, smell, and touch. I feel strongly that if humans were tune in to nature, to spend time alone with nature in silence, these memories encoded throughout our beings would start to speak. Maybe we would see things differently if we were in tune with the messages fundamentally encoded within our minds and bodies. I’m not sure where the future of the human race is headed; I’m not sure if it’s our choice one way or another about our fate as a species. But I feel strongly that each and every human on this planet houses information within their mind and body that would lead them home. Maybe that will be enough to make us care, with enough time to spare.",
  "description": "",
  "type": "essay",
  "category": "where do we go from here",
  "image": "",
  "url": "https://drive.google.com/file/d/1P6coU8yU1z-XsFi5g7lO5jJDbkIsyJxJ/view"
}
