{
  "id": "",
  "title": "Promoting the Value of Tikkun Olam",
  "author": "Jason Bloom",
  "body": "In Judaism, Tikkun Olam is the value of healing and repairing the world. Growing up, my dad would reiterate the importance of Tikkun Olam to me with significant frequency, and he often attributes this value for being the reason that I am passionate about protecting the environment today.\n\nTikkun Olam could be a powerful cultural value if it was effectively instilled in large numbers of people. The difficult question is how to instill the value. In Judaism, the value is instilled through practicing religion, and building a respect for the world through humbling of one's own position in the world. While, it is true that maybe if everyone in the world were to become religious, believe in some greater power, and try to live a more just life based off of the morals set by that greater power, then I believe that everyone actually would think more before doing, and would likely decide to orient their lifestyles so that they were less destructive to the planet. For example, I have grown up in a household with Jewish influence. I celebrate Jewish holidays, I engage in Jewish traditions, and at this point in my life Judaism is a given part of me. It isn’t necessarily something that I have to continuously feed by praying or carrying out religious actions. So, a value like Tikkun Olam, has essentially become a deeper part of the inner workings of my own being.\n\nI still have not answered the question of how to instill such a value in people on a large scale. One answer that I have to this question is a more brutish response. It is a carbon tax–or literally making people pay for the expulsion of carbon into the atmosphere. However, this answer doesn’t satisfy me because it is not as stimulating as a societal and cultural response. I want to find an answer that will engrain the ideals of protecting the world more naturally, without the influence of money. Here is what I have considered.\n\nFor many, what we experience as children largely influences how we live out our lives. For example, my elementary school had a great after school program that introduced me to and had me playing many different sports on a daily basis. As a result, throughout my life up until now, I greatly value exercise and playing sports is one of my favorite things to do. Instead of an after school program like this, what if there was a program designed to instill the value of protecting the environment? For example, after school programs throughout the country could take kids to nearby forests, mountains, lakes, rivers, any feature that is nature-y, and just as I grew to value exercise, kids would grow to value the natural beauty of the world. I think this would cause a massive cultural shift in how people naturally desire to treat the world well.\n\n",
  "description": "",
  "type": "essay",
  "category": "where do we go from here",
  "image": "",
  "url": ""
}
