{
  "id": "",
  "title": "The buy-in for climate",
  "author": "Kevin Duan ",
  "body": "I’ve always had trouble expressing my frustration with how people don’t seem to want to understand climate and climate change and how the environment can be helped or restored or at least bandaged up so it can start to heal. So many people seem to take the matter of climate change in black-and-white ways, where it either matters way too much in a single 1-dimensional way, or it doesn’t and it’s a hoax, or it’s not a big deal, or it’s simply not their problem. And it’s often the case that even those who care greatly for climate change only understand the problem or their solution in a very one-dimensional and unholistic way, where that seems to be enough, and their problem is the only one that matters. I think this lack of focus and/or understanding is almost what throttles the progress toward environmentally friendly policy or action or change of any kind.\n\nThe concept of “issue publics” is a term used in political research or statistics or whatever that field is called but I think it’s relevant here. The term describes the phenomenon of most people voting and making political decisions based on a single (or a very few) policies that they care about, such as gay marriage, abortion, or climate change. Most people will center around their one chosen issue and make that the most important thing when deciding between candidates, or choosing which party to volunteer for during campaigning, or what they share on social media. This phenomenon tends to grow stronger as people age, with statistics noting that most people tend to latch onto and commit to once they’re past their 20s-30s. People who enter an issue public tend to do so through things they see shared by their friends, on the news, or on social media in general, and in doing so begin to view more information about the topics they care about specifically.\n\nI think the fragmented focus on different “things to do” in environmental protection / restoration might have something to do with this as well, as people who genuinely do care about environmental change and try to mobilize / be active in one of those zones might be finding out information about this issue from their friends, family, or media and then zeroing in on that one area. Whether that may be emissions, recycling, trash dumping, deforestation, etc. Part of this issue could be that mobilizing and creating change in any of those areas is a hard enough fight on it’s own, and people really don’t have time or energy to care about other issues when they're already devoted to a specific and pressing one.\n\nIt gets to me as well sometimes how many people do support the concept of climate change, but aren’t able to mobilize around it. Support is widely available, oftentimes in excess, but moral support or facebook likes won’t help fix the ozone layer as it rolls away. I think the large issue here is that most people are selfish. I don’t mean selfish in a bad way, but I think it means that most people are too absorbed by their own lives to dedicate the sufficient time and energy to an environmental cause- they simply don’t have the capacity for it, there’s too much shit there already. I think that generally, if given information on something small that they can do is enough of a catalyst to get people going. If you’d ask people to volunteer for four or five hours on a weekend to clean up a river for example, you’d get a pretty decent turnout, but not a fantastic one. If you reached out to 1000 people about the opportunity there’s a 100% chance that you won’t get a 1000 person turn-out- they’re busy with other things, or they don’t have the energy to come out on the weekend that they’re using to rest. That’s why I think an initiative such as YouTube star MrBeast’s #TeamTrees was so successful- All that the movement asked for was for watchers to donate 1 or more dollar to the cause of planting trees and reforesting deforested land. This initiative ended up raising almost $15 million dollars for planting trees. Granted, around 5 million dollars was given by large companies, influencers, MrBeast himself, and also Elon Musk with a $1 million dollar donation (followed by Tobi Lutke with a $1 Million + $1 donation), almost $10 million were raised by regular viewers. This action was easy for most viewers, since a dollar isn’t too big of a commitment and easy for most people to afford. This way, MrBeast was able to mobilize millions (probably not 10 million though) of people to contribute to an environmental cause, and simultaneously grow his own brand.\n\nI think concepts like this work well in terms of getting people mobilized- small contributions, low commitment, and all impact can be managed and directed by someone who knows more details on what needs to be done. That’s why I considered making my final project a video report on the idea of Carbon Credits, an economic concept which originated in the US in the 1990s. Carbon Credits is a newly defined (and still developing) asset class that can be produced and bought by corporations or individuals. A single Carbon Credit currently equates to 1 tonne of carbon dioxide removed from the atmosphere, which can be created by simply owning and maintaining land with about 730 trees on it, or by using other means / technology to remove carbon from the air. These credits can then be purchased by corporations to offset their carbon emissions, ideally hitting a net 0 carbon production. This, combined with tighter restrictions on the amount of carbon corporations are allowed to produce based on the size of their operations, would allow a new market to blossom. In essence, wielding capitalism in order to restore the ozone layer.\n\nThere are several startups that are investigating ways to produce carbon credits. I once dilligenced a company that was building technology that would use ocean bacteria / algae to absorb massive amounts of carbon dioxide (since you can spread a lot of plant life on the ocean surface, as the ocean takes up much more space compared to land). Companies like this would be able to profit greatly from tighter restrictions on carbon emissions, utilizing the fact that private corporate initiatives have thus far proven to be much faster and more effective than policy change when it comes to making impact of any kind thus far. Redirecting some of this industrial power into cleaning up the environment could go a long way- motivating change with the most powerful motivator at the moment: profits.",
  "description": "",
  "type": "essay",
  "category": "where do we go from here",
  "image": "",
  "url": ""
}
