{
  "id": "",
  "title": "The Environmental Law Enforcement Agency",
  "author": "Alice Wang",
  "body": "“What’s that?” Justin pointed at three small red dots on one of the screens. Kimi looked up from her monitor, where she had been plotting the newest seawater temperature data.\n\n“Our sensors went off?”\n\n“Yep. Three of them, almost 100 kilometers off the coast. That’s pretty far in.” Justin leaned closer to the screen. His eyebrows knotted together in a frown. “Five sensor alarms now.”\n\nKimi joined him at the screen. The square of dark blue represented the ocean. Dark shadows mapped out various landmarks of the seabed. Two-thirds of the way down the screen, five blinking red dots clustered together.\n\n“That’s odd. What are they sensing?” Kimi turned to a different screen. A few clicks of the mouse, and several smaller windows of statistics appeared. A giant red spike in the temperature window immediately caught her attention.\n\n“Those sensors just detected a temperature increase of more than a hundred degrees Celsius. That can’t be right. And the water quality—” Kimi pointed at another window. “—it plummeted. All at once. This doesn’t make sense.”\n\n“Are the sensors malfunctioning?”\n\n“All five of them, at the same time? I doubt it. The bimonthly inspection was two days ago; everything was fine.”\n\nThe phone in the office rang. Justin put the call on speaker.\n\n“Hello, this is—”\n\n“Is this the ELEA? There’s a fire in the ocean. We heard an explosion, and a few minutes later the fire started. We smell smoke and burnt oil. Some people say it’s an oil spill.”\n\n“Oil spill?!” Kimi and Justin looked at each other. Justin took over the call.\n\n“About how long ago did you hear the explosion? What’s your location?”\n\nMeanwhile, Kimi was already dispatching people. “Johanna? I need your team to go check out a potential oil spill. Justin will send you a location. Report back ASAP.”\n\nJustin’s fingers flew over the keyboard as he continued with the call. Kimi monitored the screens, keeping an eye on the sensors. The five blinking red dots had expanded to a group of more than ten. If it was indeed an oil spill, the oil was spreading fast. Kimi sent out more commands for teams to prepare containment measures and be on stand-by.\n\nJustin finally hung up. He didn’t stop typing away at the computer as he spoke.\n\n“An oil spill, in this day and age? Which greedy corporation is risking their necks for illegal oil drilling? Have they not learned that the ELEA means business?”\n\n“I don’t know. But they are going to get the full wrath of the Eco-Police.” Kimi watched the red dots anxiously. They increased in numbers again.\n\n“If this was, say, twenty years ago, I wouldn’t be as surprised. But ever since the ELEA was established and started cracking down on ecocide, corporations have mostly changed their ways. I thought they’d learn their lessons by now.”\n\nA couple decades ago, the Environmental Law Enforcement Agency (ELEA) was established in response to growing pressures from scientists, climate and nature activists, and the general public regarding the state of the Earth. It was clear that normal laws were insufficient and ineffective in dealing with environmental and climate issues, so a new legal structure was created. The president himself authorized the ELEA and granted it power equivalent to that of the FBI. The ELEA would be staffed with exclusively scientists and environment activists— people who truly cared about the Earth.\n\nThe ELEA Laws were quickly enacted. These laws used criminal law to punish environmental offenses and treated environmental destruction at the same level of offense as human destruction. It was the fastest set of legislation in all of history to be drafted, approved, and put into action—a mere 26 hours.\n\nThere was excitement about finally having the power to punish big polluters and destroyers, but also a ton of backlash. Some dissent included:\n\n“They’re not legislators. What would they know about law?”\n\n“This is bypassing normal legal steps. This has so much potential for abuse of power!”\n\n“We gave a bunch of nerds political power, expecting them to save the world. Just as they were beat up during school, they will soon see that politics is for the cool kids!”\n\nAll the CEOs who said such are no longer CEOs. They failed to account for the fact that people can care about a cause so much that no threat or backlash can stop them. Dubbed the “Eco-Police”, ELEA officers swiftly arrested many corporation heads, convicted them of ecocide, and made them suffer the consequences. Very few businesses try to butt head with the ELEA now.\n\nJohanna called back. “Confirmed oil spill and fire. Sending coordinates now.”\n\nKimi dispatched the response teams. “Just wait until I find out which no-good corporation is behind this,” she said to Justin angrily. “Drilling oil so far out into the ocean, it’s dangerous. Not only are they disregarding the environment, they put human lives at risk too!”\n\n“There will be hell to pay,” Justin agreed. “They won’t get away. We will catch them and make them into an example for all others who think they can do things under the ELEA’s nose.”",
  "description": "",
  "type": "essay",
  "category": "where do we go from here",
  "image": "",
  "url": "https://drive.google.com/file/d/1Ly_um1fa8yH366lyB0KvZPpFjHhQe042/view"
}
