{
  "id": "",
  "title": "The rebranding",
  "author": "Anonymous",
  "body": "It’s been 4 days since the rebranding. Our power came back on last night, after a day and a half of darkness. Things are starting to seem normal again, if normal was completely different.\n\n5 days ago, it was announced, not by anyone in particular, that there was to be a rebranding. That the governments of our world had failed at keeping our planet safe, and there was to be a change. One day later and that change was complete. Our countries are still separated by names and borders, but we are all now under control of the same governing body. Our previous governments have been dissolved, and the politicians retired. Instead of a president or prime minister, we now have the Elected Officials, a group unknown in size and in composition. Over the past 4 days, the Elected Officials have been busy rewriting the laws of society to protect the environment.\n\nOn the first day after the rebranding there was chaos. People flooded into the streets in confusion; there were no answers to what was happening. Gossip spread through our neighborhood quickly as people scrambled for any shred of information. That night our phones and computers and TVs went off, similar to amber alerts. In a genderless montone voice they announced that we had nothing to worry about, everything would be taken care of. They went on to say that capitalism had failed nature, and we would be adapting a new economic model, one without greed. With that, our devices switched off, and we, again, were left clueless.\n\nWe have only gained small pieces of news on the rebranding since then, through friends and friends of friends. Our news channels, which would normally have been alight with opinions and claims about our new reality, were quiet. Only the local news still plays, letting us know what weather to expect, and which highways have traffic jams. Our day to day lives were put on pause temporarily, but now everything is running again.\n\nWe are still unsure how the rebranding will affect us, but subtle differences are becoming apparent. I went back to school today for the first time since the rebranding. In math I usually sit next to Ava, the daughter of a big business owner. Today, as I looked around, I noticed Ava wasn’t there. She showed up thirty minutes into our precalculus lesson looking distraught. Her hands, usually holding one of several of the designer purses in her possession, were empty and shaking. As she sat down I whispered to her, asking if she was alright. She turned to me, and with wide open eyes stated “They took everything. It’s all gone. Everything is gone.” The terrified look on her face and the shakiness of her voice told me to not press it further.\n\nLater that day, I learned that Ava had been pulled out of class by 4 men dressed in dark clothing. It was rumored that her dad had been faking carbon emission reports, and was polluting at a rate ten times higher than legally allowed. I heard from hushed voices in the hallways that the men were agents of the Elected Officials, and they were tasked with “eating the rich.”",
  "description": "",
  "type": "essay",
  "category": "where do we go from here",
  "image": "",
  "url": ""
}
