{
  "id": "",
  "title": "The Ecollective Manifesto",
  "author": "Eli Rimer",
  "body": "“Boys, boys, boys,” slurred Jon over his final Vodka-Yerb, “this was wonderful.” Certainly, the spirit in the air was superb – it felt like the summer would never end, having arrived 5 months ago when the economic terms imposed by the Ecollective were finally accepted by the UN. For a while it seemed like they would simply sputter out, brushed under the rug of tabloid news of obsolete occurrences; for a while, news-platforms pushed “Six dead, dozen wounded in [insert third-world-country]” or “[Republicans/Democrats] angry at [Republicans/Democrats],” instead of diving into how exactly an online collective managed to assassinate Ulf Mark Schneider of Nestle or H. Lawrence Culp Jr. of General Electric within the span of 4 days. Instagram was still blowing up with reaction videos and memes of old white Darren Woods crying and pleading for his life while a person in a pink bunny suit with Heisenberg taped onto their back towered over him. What the news tried to silence, social media kept alive, and soon enough parks were filled with protesters who felt within them the spirit of the 60s, coming back up, ready to burst. It wasn’t soon thereafter that people started trading their clothes in the streets and taking to swimming in private pools. CEOs stopped dying but, like little Woods, signing: every week another company would publicly announce its unflinching support of the Ecollective Manifesto. “Boys, boys, boys… can you believe –” in his stupor, Jon felt it necessary to relive those days – the great promiscuity of the Pool Parties – the League of Amateur Cooks raiding the supermarkets and preparing feasts with the food that was to be thrown out. Doors were unlocked and neighbours played video games together while their children mingled in the awkward rosiness of young love; the chill that had reached the city-dwellers’ hearts, the frost of “I want kids but I don’t want to raise them in a burning world” was thawing, rekindled by hope. “Bro,” lapped Yan in retort, “you didn’t even get some until Valentine’s Day and then everybody was getting it.” They broke out in laughter, for truly the memories of Valentine’s Day – the unforgettable Valentine’s Day Gifts – were hysterical. “With love,” ended every video that flooded social media of this or that Presidentnhaving to rush out of a meeting because of uncontrollable bowels, “the Ecollective.” I mean, who could forget the video of António Guterres scratching himself uncontrollably in the General Assembly, before reading out a note planted in his speech: “We’re getting restless.” Through acts of humour the Ecollective rebelled, and through social media they gained their support. By the end of February, the western economy was at a stand-still, and everybody was anticipating the Great Protest of February 29th… Too bad it wasn’t a leap year. Not knowing what to do with their energy, people started storming their local politicians, following various grassroots leaders, and on March 13th, at the 80th General Assembly of the UN, the Ecollective Manifesto was signed. A clandestine disco-ball fell from the ceiling, lights dimmed, and ABBA started playing through all of the speakers. Though the UN representatives weren’t dancing, bars, clubs, restaurants, and streets packed with green-faced people, the symbol of success and the turning of a new chapter of human civilization.\n\n“Alright – who’s paying?”\n\nEverybody quickly looked at Jon – “come on guys,” he pleaded, but it was no use. “I don’t even know how this works,” he said in a final attempt, referring to the neon green card on his virtual wallet as the waiter pulled around.\n\n“Bro, shut up, you don’t need to know.”\n\n“Yeah and anyway, it’s not that complicated. Have you started a business? – No. Have you invested in a business? – No. So it doesn’t matter to you.”\n\n“What?” replied Jon, confused, paying the bill.\n\n“Bro – it’s literally the most important thing right now – what did you think all the partying was for?” and after a pause, a little bit of second-hand embarrassment, “it’s like crypto. Basically, after the March Decision, the whole economic system got switched around. We’re still capitalist, surely, but the whole system of investing and basically gambling on the future success of companies changed. Now, it’s no longer just about financial success – that has gone back to just being an indicator like the amount of people hired or what not. Instead,  it’s about how harmonious the company is able to be with the world – the more a company can scale while being harmonious, the more valuable its stocks are. And, if it is not harmonious, not sustainable, not a company stewarding for the future of the world, it’s worthless. It can still exist, but nobody would care a cent to invest in it.”\n\n“– it can’t even have any shares.”\n\n“Exactly. So until you’re thinking of starting a company, don’t worry about it. It’s to keep those guys up there in check, not us… Alright let’s fuck off.” They headed for the door, into the warmth of the street, where laughter could be heard from every corner.",
  "description": "",
  "type": "essay",
  "category": "where do we go from here",
  "image": "",
  "url": "https://docs.google.com/document/d/1cIPS_KkmhnZaXiTZwirXS2JwwPNj3UUj/edit"
}
