{
  "id": "",
  "title": "Do we have time for life to move on?",
  "author": "Leilani Tian",
  "body": "When I think about this week..\n\nI think about AI...how this cutting edge technology edits our writing, heck even writes for us, replacing humanities 5500 years of progress with written language\n\nI think about Halloweekend..despite how excited I was all week to dress up and dance, all things come to an end\n\nI think about the parents paying hundreds of dollars for their kids to play outside. Is it really necessary?\n\nI think about the steelhead in San Francisquito Creek, how they must be annoyed by us repeatedly messing with their spawning grounds\n\nHow we rely on drilled concrete holes to restore life\n\nHow I felt before we landed in Jasper Ridge, how my body was filled with a student’s signature scarf of anxiety\n\nAnd how that scarf unraveled as we meandered through lichened redwoods, herbed aromas, and green friends whose name I have yet to learn\n\nHow we gathered around the spot the Ohlone grinded acorn, Tai enacting the same process with his acorns\n\nHow we searched the experimental patch for bits of milkweed, hoping the Monarchs come to play\n\nI think about how I conversed with knowledgeable peers throughout, how they patiently answering my questions with a spunk\n\nOh! And how we walked through the mystical redwoods in silence\n\nA cool air transporting us into an alternate universe\n\nOne where it is rude not to assume the role of deferential guests\n\nTwo days later I plunged into the world of deadlines and assignments, social plannings and shenanigans\n\nIn my effort to be an excellent student, a responsible peer, a caring friend, I seemed to have lost time\n\nI forgot about the mystical redwood universe, the acorn grinder rock, the milkweed\n\nI forgot that happened. Life moves on I guess....\n\nBut then, I think about my effort to notice the patches of red creeping down the green leaved trees\n\nHow this morning I was surprised how many red leaves lined the concrete road! Looking up and finding\n\nBits of fall\n\nBits of noticing\n\nBits of patience\n\nDo we have time for patience?",
  "description": "",
  "type": "essay",
  "category": "how do we make sense of it all",
  "image": "",
  "url": "https://drive.google.com/file/d/1YhT2gIPgfyaK1ik5K51kqNsKK89iHbGV/view"
}
