{
  "id": "",
  "title": "Embracing Grief and Hope",
  "author": "Emily Summer Elliott",
  "body": "How can I put my grief into words? I know that I carry a lot of grief about the current state of our world in my heart. I can feel it pushing me to continue learning and trying to better the world, that is after all why I went into the major that I did. But how can I express that grief, how can I put something into words when I struggle to even sit in the feeling of it? I have danced ever since I was a little kid and it was a way that I could express my greatest feelings when I was younger, but now that my greatest feelings are so great I don’t know what to do. I want to be able to chase the hope while also being able to take a break and sit in the grief of the impending doom of our world. I already know that I want to dedicate my life to trying to solve the world’s problems and help it continue being able to support our future generations, but I have already begun struggling with the heaviness of this field. I carry grief that I am only one small person in an endless cosmos, so what difference am I supposed to make? What can truly be changed in one human lifetime when there are thousands of years of damages to make up for and millions of years of evolution that created the fragile Earth that can support us today? I often wonder if it truly is worth it for me to dedicate my life to something that is going to be so hard to solve. Something that has so many doubters, so many people who don’t care, so many obstacles in its way. I am often able to lift myself back up by thinking about that hope. The hope is that I can make the world slightly better for my kids and they can make it slightly better for their kids and so on. The hope is that more people will care as time goes on and that humans are at the peak of their existence right now and will only continue to go up, so there has to be some solutions in there somewhere, but I know that hope by itself isn’t enough. We need that impending sense of doom hanging over our heads to light a fire under us. There needs to be an acknowledgement of the many things that we have already lost; species that have gone extinct, ecosystems that have been destroyed forever, to drive us to do better. I don’t have an answer to the question, what can one human truly do in the big scheme of things, but I can hope that this one person can impact other people who can impact other people and so on and so on because we are more powerful as a we than a me. I know that these big questions are scary to think about, they are even for me, but every time someone creates something beautiful that is reckoning a part of those big questions it makes it easier for the rest of us to face them as well. I am learning about these different ways I can sit with my grief, and even putting it into words is helping me to realize my motivations and my desires. ",
  "description": "",
  "type": "essay",
  "category": "how do we make sense of it all",
  "image": "",
  "url": ""
}
