{
  "id": "",
  "title": "Feelings About Home",
  "author": "Samuel Price",
  "body": "For my final project, I wrote five short creative writing pieces that were inspired by some of my favorite hikes that I did during the quarter. My initial goal was to focus these writings on becoming indigenous to a place and spent considerable time after each hike to sit and reflect and write. Some of the pieces were written during the hikes, some were written just after. The writings were then typed up for neatness. The writings include four poems and one piece of prose. Since coming to Stanford and especially in the last year, I've spent a lot of time thinking about my relationship to place and my feelings about home. It's something I've felt conflicted about since leaving for college, I've always felt somewhat disconnected regardless of whether I was home or not. I was quite inspired early in the quarter by the concept of becoming indigenous to a place. This led me to want to spend more time in the areas around Stanford that I've come to love since being here and spend some time reflecting and synthesizing.\n\nI approached these writings with an idea of picking out some detail or feature of each hike that was particularly striking to me and attempting to focus my feelings and writing through that filter, whatever it happened to be. I also tried to tie in these ideas with themes of environmental justice.  The first piece smoke and fourth piece hope were written during a trip to Yosemite in September. I didn't plan the trip well and the wildfires at the time made the air quality in the park abysmal, so I initially thought I was going to have to stay inside all day without being able to explore the park which inspired both poems. In the afternoons, the smoke would be blown out of the valley and the air cleared up quickly. I was able to spend some time hiking in the park and writing a bit more, but the smoke returned the next morning. For the piece wind, I hiked at Point Reyes National Seashore and was struck by the intensity of the wind throughout the hike which was constant. Rain was written after a visit with a friend in Los Gatos, I went for a hike nearby and it started raining heavily. I love the rain, so I spent some time hiking in it and reflecting on what rain means in a place like California. Finally, for home, I went to Big Sur, one of my absolute favorite places I've ever been, and this piece ended up being my favorite by far and the most meaningful to me.\n\nThe desired impact of these pieces was to share them with some of my family back home. I think in doing these writings, I was able to reflect a lot on the last few years and I hoped that embracing my artistic side and creating some art detailing my experiences. Through the writings, I hoped to show how I understand the history and my relationship to the land I've lived on for the past few years. I've felt quite disconnected from my family ever since going to college, and there are those in my family who don't care about or really understand climate change or environmental justice. I got a lot out of this project; it forced me to articulate emotions rather than explain data or use other more “technical” skills. This isn't something that I've been able to do very much since being at Stanford and I've not tried to connect with my studies through art. I enjoyed writing these and feel that I understand myself a little more because of the project. I hope that my family will find these writings to be compelling enough to have a conversation about their meanings and what inspired them. I've often struggled to communicate with them when showing them research projects or similar work, especially since they'd often scoff at the mention of climate change. My hope is to connect with my family through my art to engage them in conversation. I hope to inspire my family to perhaps consider their impact and place in world beyond. Inspiring positive behavior at any scale is very rewarding to me but has not been so easy to achieve with my own family. I hope you enjoy these pieces.\n\n",
  "description": "",
  "type": "essay",
  "category": "how do we make sense of it all",
  "image": "",
  "url": "https://docs.google.com/document/d/1aTXXC7IZESRgmo6ms4kKEDiDGB-ubEKf/edit"
}
