{
  "id": "",
  "title": "Google Earth",
  "author": "Maya Harris",
  "body": "When I was a little kid, I was afraid of Google Earth. Every day after school, I would go to my mom’s classroom and amuse myself on her desktop while she finished up her work. With my very limited understanding of computers, Google Earth was the best toy I could find. I loved zooming over my house and scrolling up and down the familiar streets. When that grew boring, I could fly to random places all over the world. It was easy to get lost in the unfamiliar countries, but I could always scroll out again and find my way back home to California. But then I discovered that, despite what its name suggested, Google Earth could take me beyond just Earth. I could look at the craters of the moon, the dusty red surface of Mars, or even venture off into another galaxy. And it was during one of these interstellar adventures that I got lost, really and truly lost. I had been chasing a star in some far-off constellation when I accidentally jostled my mouse and the universe spun around me. There was nothing familiar around me anymore, just white stars and black space. I scrolled and zoomed frantically, but I couldn’t find anything I recognized. I couldn’t find my way home to Earth. I actually began to feel nauseous as I flew through space endlessly. Eventually, I had no choice but to quit Google Earth and sit in silence until my mom was ready to go home.\n\nIn the aerospace industry, the Overview Effect is a phrase that gets thrown around a lot. It’s the idea that seeing the Earth from outer space will fundamentally change the viewer and how they understand life on Earth - seeing the continents without artificial political borders reminds the viewer that our divisions are self-imposed, seeing the thin layer of the atmosphere emphasizes how fragile the Earth is and how it must be protected, etc. Usually, the Overview Effect is described as a wholly positive experience. Astronauts go to space and they come back better, more inspired, more motivated people. But when we read William Shatner’s statement about going to space, about the grief and the despair he felt, that resonated with the part of me that is still afraid of Google Earth. What William Shatner and I have both learned is that there’s no one else out there to help us. For better or worse, everything that matters is on this planet. If the Earth destroys itself, the rest of the universe will not care.\n\nOne of the problems with the environmental crisis is the weird belief that so many humans have - the understanding that horrible things happen and that tragedy is real, but also the certainty that those things could never happen to us and the people we love. It’s like reading a book about a gruesome battle but feeling sure that the author would never kill off the main character. We may know intellectually that the Earth is headed towards ruin, but we don’t really believe it’ll actually happen. And we won’t believe it until it is too late. I’m not sure I really believe it myself. On the one hand, optimism is a wonderful trait among the human species, but on the other, it may be the end of us. I don’t know what the real solution is, but maybe a few more people should spend some time getting lost on Google Earth.",
  "description": "",
  "type": "essay",
  "category": "how do we make sense of it all",
  "image": "",
  "url": "https://drive.google.com/file/d/10yW-_unGAH78e8mKOwrCeL1nnPtZzqGl/view"
}
