{
  "id": "",
  "title": "Helpless… but hopeful",
  "author": "Ronan Esperanza",
  "body": "What can we even do at this time?\nFeels like there is no solution\nInstead, I am just writing to rhyme\nHiding, waiting in trepidation\n\nI am just lost on what to do\nToo much to think about, my school, my future\nMaybe I’m biting off more than I can chew\nBut I must survive, can’t think about nature\n\nBut nature is important in our lives\nThe food, the air, the shelter, the wonder\nAgain, I am just fighting to survive\nNeed money, food, so it’s hard to be eager\n\nShould I really only think about me?\nI am already suffering enough, right?\nMust I do something, or should I let it be?\nThese are the thoughts I think through the night.\n\nMemory and consciousness brings us to the present\nThere’s no time to think about the future\nBut I talked about my future, it’s one I resent\nDoes nature need nurture, do I need nurture?\n\nDo we actually have to care for our planet?\nWe are just a speck in this universe\nAm I missing something? What do I not get?\nIf I care, will I make things worse?\nDo I have the privilege to think about long-term stuff\nOr the motivation to care about the environment?\nI can only care about so many things in life, it’s enough\nI wish I had more time, but I cannot feel content\n\nNature helped me out of my sadness\nI love the world around me, it’s beautiful\nLooking at birds in the sky, a healing process\nThe smell of grass, of rain, it’s wonderful\n\nI am a biology major, of course I should care\nThe biochemical processes are complex and impressive\nIt’s extremely easy to spiral in despair\nToo much to do, the elephant in the room is too massive\n\nMoney, family, identity are things I need to think about\nThere’s no time, space, wealth, opportunity\nAble to make an impact, if it’s me I doubt\nBut I can make change maybe with a community\n\nAll these oil companies, people who only care about power\nAll I can do is wait, watch and be filled with frustration\nWith what agency, when can I make change? Maybe never.\nUnless change happens in the laws of our nation\nPerhaps the solution is advocacy and spreading awareness\nThis can start with friends, with a local community\nWhile it can be hard, this is a long process, some progress\nSense of community, a simple step and hope for humanity",
  "description": "",
  "type": "poem",
  "category": "where are we",
  "image": "",
  "url": ""
}
