{
  "id": "",
  "title": "Decivilization",
  "author": "Shreya Garg",
  "body": "What does it mean to partake in “civilization”? Do we intrinsically desire belonging in a self-organized society that is nonsensical against the face of the unthinking universe, or do we harbor a buried longing for a more entropic existence? Western humanity has long contrasted its constructed civilization with the idea of the wilderness– or anything beyond the anthropomorphic, from the depths of the sea to the cosmos beyond. “Wild” has developed the connotation of our unbelonging, and thus, when we venture into the wild and find joy, our consequent return to a civilization that bears of it no resemblance prompts the question of why have we structured our existence this way? In a way where we lack perspective and scale, where we prioritize self-preservation through legacy rather than through actual, sustained survival? We crave remembrance, and in pursuit of our desires, erect monuments and monoliths and industries and dynamic technoscapes that bear our names. Our actions simultaneously evoke environmental degradation, resource depletion, and a practically assured self-destruction. In the brief encounters we share with the wild, we ourselves are rewilded, reminded about the importance of sustaining ourselves and our wilderness. Astronauts return from the uncluttered quiet of space to a world of human-inflicted toils and stresses. Freedivers emerge from the depths of the sea to terrain cluttered by our waste and non-altruistic behavior, wildly different from beneath the surface (this conveys it beautifully). Personally, I feel that juxtaposition between the wild and the nonsensically structured of “civilization” when returning from patrol shifts at Jasper Ridge. Being a ranger at the preserve has been one of the most meaningful experiences I have had at college, significantly due to the peace and perspective my time there brings. Surrounded by mule deer lying in the shade, quail running by the gates, banana slugs feasting on lichen, tarantulas emerging in the late afternoon, or blue heron spearing prey in Searsville, I feel comforted by the natural and sensical dynamics of wildlife. Western civilization feels distinctly disintegrated from the wild, despite our longing for belonging within it. Upholding our concept of civilization enables the continued destruction and objectification of ecosystems to the point of collapse.",
  "description": "",
  "type": "essay",
  "category": "how did we get here",
  "image": "",
  "url": "https://drive.google.com/file/d/19hchUcMLDgt3Z8DsVmdW26ctjanrF0Wd/view"
}
