{
  "id": "",
  "title": "good decision?",
  "author": "Anonymous",
  "body": "<b>From the perspective of the property developer to a reluctant farmer (let’s call him “farmer R”) whose family has a long history of residing in a remote part of China:</b>\nSell your run-down house, so you get enough compensation to move out of this god-knows-where rural area!\n\nI bet all your neighbors will sell their properties, so what are you waiting for?\n\nAren’t you just making enough to support your family?\n\nAren’t your kids already struggling in school because they spend so much time helping you work in the rice paddy fields?\n\nDon’t you want to get enough money to send your kids to school to become successful? Sell the house, so both you and us can make money! It is a win-win situation, so what are you waiting for?\n\n<b>From the perspective of farmer R, who just gave a rejection response to the property developer’s offer:</b>\nThis place represents so many pieces of my favorite memories. My first time fishing at the river. My first time swimming with friends. My first time collecting honey from a bee colony. My first time stargazing. My first time riding on the back of a cow. My first time cultivating crops with my parents. My first time getting to the top of the tallest mountain in the area. My first time learning about the importance of stewardship from my parents and relatives...\n\nThis place is so special to me; it represents my family’s goals and history to conserve the nearby environment and live in harmony with nature all these years. This place is more than just a shelter! This place stores the land-conservation values and ethics of my family!\n\nMy parents, grandparents, and ancestors have lived in this rural area for generations. They had spent so much time taking care of this area and making sure the lands can prosper and be safe from external disturbances.\n\nDespite the enticing offers from the housing developer, I won’t sell the house. I won’t let them take control of the area and disrupt the environment!\n\nLiving in a rural area can be tough sometimes, but it is fulfilling. The kids get to interact with nature in a meaningful and soulful manner. They get to learn about the importance of protecting the environment and the beauty of nature, develop a great sense of gratitude toward nature, and will make this rural area a better place through conservation efforts.\n\n<b>From the perspective of the property developer to farmer R, who just said no to the housing purchase offer:</b>\nYou will regret this decision!\n\nWhat a short-sighted person you are to reject all this money that you can use to live a better life for yourself and your family!\n\nSticking to nature won’t give your children a good education.\n\nSticking to nature won’t give your family a nice house.\n\nSticking to nature won’t earn you any rewards or recognition.\n\nI will go find people in the nearby areas and purchase their houses; hopefully, they are not as short-sighted as you are!\n\n<b>The events that occurred after the property developers proceed to purchase properties from farmers in the same rural area</b>\n[The property developers didn’t have much luck persuading farmers to sell their properties; they talked to many farmers and only persuaded a few farmers to sell their properties.\n\nThe farmers that sold their properties had become “super wealthy” relative to the poor farmers (who didn’t sell the house to the property developers); they started to purchase all the items that showcase “wealth.” They bought a secondhand car, a tiny house in the city, pets, and many more “luxury items.” These “rich” ex-farmers now live in the city and feel like they are living the “dream lives.”\n\nThe “rich” ex-farmers invited the poor farmers to their small houses in the city. After visiting the small houses and learning about the “good lives” these “rich” ex-farmers are living in the city, the poor farmers’ opinions started to waver. Over time, more and more poor farmers who initially rejected to sell the houses reach out to the property developers and picked up the offers. More and more poor farmers sold their houses in the rural area and moved to the city with the “large sum of compensation money” they got. Over time, there are only a few farmers left in the rural area, and farmer R is one of them.\n\nAs his children grow up, farmer R starts to worry about money. Each year, he makes money from selling his crops. Despite his hard work, he makes just enough profits to support the family and does not have much savings left. However, his two children are almost at the age of attending college, which will cost a substantial amount of money that he doesn’t have. As a result, he becomes more and more drawn to the idea of selling his house in the rural area, so he can get enough money to send both of his children to college.]\n\n<b>Farmer R talking to himself about his children’s future and whether or not to sell his house located in the rural area (this self-talk occurs a few years after farmer R talked to the property developer):</b>\nI want to stay in the rural area for the rest of my life, given that this place means so much to my family heritage and my efforts to continuously conserve the nearby area.\n\nBut the kids are getting ready to attend colleges, and the only way to afford colleges is to sell the house to the property developers.\nThe compensation money will be enough to pay for my children’s college expenses; with this amount of money, my whole family can live a more stable and better life.\n\nSo many of my fellow farmers have already sold their houses, so it would probably be okay too if I sell my house in the rural area.\n\nI am sure everyone in the family will understand why I sell the house to the property developer.\n\nI am sure the property developer will take good care of the property and the associated natural environment.\n\nI am sure that selling the house is a good decision for everyone involved.\n\n[Farmer R eventually agreed to sell his house to the property developer. The farmer and his family moved to a big city that is far away from the rural area. In the span of a few months after farmer R sold his house, the rest of the poor farmers in that area sold their houses too. Eventually, the property developer managed to buy all the houses in the rural area and gained permission from the government to start the grand construction project in the rural area.\n\nFast forward in time, 2 years have passed and farmer R came back to the “rural area” for some nostalgic visiting]\n\n<b>From the perspective of the farmer R during his visit back to the “rural area”:</b>\nMost of the trees are cut down.\n\nThe river is drained.\n\nThe corn fields are replaced with asphalt and tall buildings.\n\nThe bee colonies are nowhere to be seen.\n\nThe birds, the cattle, and the sheep have all disappeared.\n\nSo many new buildings are built, so many cars are driving by, and so many more folks have moved into this area, but why does this place seem more lifeless to me now than before?\n\nI made a good decision, right?\n\nAfter all, the old rural area has been turned into a suburban area full of better and taller modern buildings.\n\nAfter all, the rural area that seldom got visitors is now a famous tourist attraction for its hot springs hotel.\n\nAfter all, my kids get to attend college instead of working in the rice paddy fields their whole lives.\n\nAfter all, my family is now living a more comfortable life in the city.\n\nIt was a good decision, right?",
  "description": "To note: This creative project is a short story that is written from the perspectives of the major characters so that their feelings, thoughts, and emotions can be seen and felt by the readers firsthand as if they are in the room as the events unfold in front of them. Additionally, I want the readers to feel like they are the characters so that they can empathize more with the character's actions and thoughts, regardless of the nature of the actions or thoughts.\n\nTo summarize, the short story is about a Chinese rural area farmer and his fellow farmers who gradually succumbed to the “huge amount of compensation money” offered by the housing developers. As a result, the rural farmers gradually sold their houses to the housing developers, even though some farmers initially rejected the housing developers’ offers because they wanted to conserve the environment and protect the family heritage/history. Eventually, all the houses were purchased and the landscape in that rural area was transformed by the housing developers, so much so that one farmer started to doubt his decision (of selling the house) when he came back to visit the “rural area” a few years later.\n\n<b>How the story connects to the major themes discussed in lectures and course readings:</b>\nThe themes that are most prominent in this story are capitalism and its negative effects on the environment, land ethics, conservation, cognitive bias, and appreciation of nature. In the story, the farmers are portrayed to possess a high amount of appreciation for nature. They also are portrayed to be knowledgeable in land ethics due to their family heritage and history of living in the rural area for a long time. The rural farmers represent the “good” of humanity when it comes to humanitarian efforts for sustainability and land conservation. The farmers’ actions of selling the houses for the short-term benefit of getting a large amount of financial compensation over the long-term protection of the environment symbolizes the cognitive bias theme discussed in the lectures. The housing developer represents capitalism; the housing developers’ transformation of the environment represents capitalism’s destructive effects on the environment.\n\n<b>The relationship of my work to a question inspired by this course:</b>\nAfter learning from the lectures and readings, one question has arisen and stayed in my mind for a long time; the question that inspires me to create this piece of work is how we can better disentangle ourselves from the illusion of individualism (i.e., the habit or principle of being independent and self-reliant). In western culture, the dominant view is that everyone has independence, individuality, and autonomy. From a superficial level, the idea of individuality seems like a great idea. After all, who doesn’t want to be a free person? However, from the aspect of sustainability efforts, individualism is a huge barrier because it trivializes the power of collective efforts and overemphasizes an individual’s ability to tackle sustainability challenges by himself. In this course, collective effort has been emphasized as the key to solving environmental challenges. However, in the general population, many folks fall for the illusion of individualism, which is quite problematic in two areas. In the first area, folks would downplay their individual harmful effects (such as using plastic bags instead of carrying a reusable shopping bag to shopping) on the environment and sustainability efforts; such downplaying is harmful because the cumulative effects of these individual negative effects on the environments and sustainability efforts can be tremendous, which is evident in my short story (each farmer sold their houses to the housing developers and lead to the drastic negative environmental impacts discussed at the end of my story)! In the second area, folks would mistakenly place more emphasis on individual actions over collective actions to tackle environmental and sustainability issues, resulting in meager efforts to push for systematic changes.\n\nGiven that falling for the illusion of individualism can be a significant barrier to effectively tackling sustainability/environmental issues, I was inspired to create this short story to let readers explore the topic of individualism and powerful systems (i.e., capitalism and big government vs. individuals with little-to-none economic and political power). The story does not directly provide any solutions or instructions on how one should view individual actions and collection actions. Instead, I hope that the short story can make people perceive the power dynamics between powerful systems and powerless individuals, so they will reflect on the relationship between individual efforts and collective efforts to tackle environmental and sustainability issues. In my story, the powerful system-capitalism is the villain and the farmer individuals are powerless individuals who try to do good but couldn’t do much on their own. The story is to showcase how the systems can sometimes overpower powerless individuals if the individuals don’t group together for collective efforts. Even though my story is only one example of the power dynamics between systems and individuals, I hope it can make readers question the illusion of individualism and be more open to the ideas of collective efforts!\n\nFurthermore, I hope the readers can observe the characters’ cognitive biases that I planted in the story; the goal is to make readers reflect on their own lives and see if they have fallen for similar cognitive biases. All in all, the goal of my story is to induce deep reflections from the readers, so they can gain a different, more nuanced perspective regarding issues related to individual-system dynamics and common cognitive biases.\n\n<b>What I hope to achieve:</b>\nIn this story, two forces are going against each other, the force of sustainability and the force of capitalism. At the end of the story, even though the farmers tried their best to protect the environment by not selling the house, they eventually gave in to the “huge financial compensation,” symbolizing the victory of capitalism over sustainability efforts. However, the story is more than just a depressing story about the evilness of capitalism and its tremendous power.\n\nThis creative piece also showcases my personal experience (perhaps also lots of other low-income people’s lives in terms of their relationship with sustainability and environment conservation). I lived in China for the first 15 years of my life. In the first several years of my life, I lived in a rural village with my family in the southeastern part of China. During this period, housing developers came into the rural area and started to purchase houses. Unfortunately, my family was forced to sell their house in the village because the housing developers were working with the local government officials to put pressure on the farmers to sell houses. Given that the farmers didn’t have much power and knowledge to go against the government officials, many of them sold their houses pretty quickly due to the government officials’ pressures and threats. I hope that this creative piece can resonate with some folks’ experiences and make people question the power dynamics between the government-capitalism complex and individuals' lack of power. Even though certain elements of the story are exaggerated to increase the dramatic factors, the story overall is factual. One hugely exaggerated element is the amount of compensation received. In reality, the farmers didn’t receive much financial compensation for selling the houses. Additionally, the farmers were coerced and pressured by the local government to sell their houses in the rural area, even though a decent amount of farmers didn’t want to sell their houses at all.\n\nThe story is also meant to make readers realize that it can be difficult for certain demographics to place more emphasis on sustainability and long-term goals/benefits over short-term goals/benefits, given that some farmers struggle to survive and/or provide for their families. In the story, some farmers simply gave in to the temptation of materialism, such as buying city houses and cars. However, some farmers in the story sold their houses because they needed the money to support their families; these farmers were cognizant of the potential negative environmental consequences of selling the houses to the housing developer, but they still did it because they had no other better choices. In particular, Farmer R sold the house so that he can afford to send his kids to college instead of having them work in the rice paddy fields their whole lives, even though he was aware that the housing developers’ construction project will likely harm the environments once they purchased all the houses in the rural area. The example of farmer R’s awareness of the harm of capitalism and his contradictory action of selling the house for his children’s college expenses reflects the dilemma that many low-income individuals face regarding sustainability efforts. On one hand, some low-income folks do have sustainability awareness, want to protect the environment, and perform actions that are good for sustainability and the environment. On the other hand, these folks are experiencing struggles that can’t just simply be endured, such as food, education, and healthcare insecurities. The low-income folks were forced to not consider the environment because they can’t spare any mental energy for other things due to the cost and pressure of simply surviving in a capitalistic society.\n\nEven though it is a bit subtle, another key idea I want the reader to take away from this story is to question the system and its validity in the context of environmental justice and land ethics. In the story, the property developers unethically use the money to persuade the poor rural farmers into selling their houses. To the extremely poor farmers, the financial compensation offered by the property developers might seem huge. But the benefits that these developers will derive from the properties over time are probably much more significant than the one-time financial compensation they give out to the poor farmers, otherwise, the property developers wouldn’t go through all these efforts to purchase all the rural properties in the first place. Also, the property developers won’t need to pay for any environmental damages committed as they build properties and damage the biodiversities and environment integrities of the rural area. The story aims to make readers realize that if the system itself is broken, then it might be necessary to dismantle an archaic system and create a system that is more capable of solving problems instead of creating more problems for the environment.\n\n<b>What I learned:</b>\nOriginally, I spent a lot of time trying to create a long poem that is full of vivid imagery for this assignment. However, I just couldn’t create a long poem that fits my expectation, so I shifted the focus from a vivid imagery poem to a story that is presented from the perspectives of the characters involved. The key lesson learned from this process is that I should be more flexible and be okay with my weakness-not good at creating poems that are full of vivid imagery. One surprising fact I discovered quite recently is that I have aphantasia (the inability to visualize in my mind. Otherwise known as image-free thinking). At first, I was frustrated with my aphantasia and my inability to create a poem that is full of vivid imagery. However, I later come to peace with my aphantasia and remind myself that it is okay to shift my essay focus. After all, the whole purpose of the project is to utilize my strengths and create something meaningful, adequately engage with course themes and represent my experiences regarding sustainability and the environment.\n\nI also learned that it is difficult to achieve the intended impacts on the first try. I have revised my draft a dozen times after receiving feedbacks from my peers. The revising process helps me polish my work and better integrate the course themes and my personal experiences into the short story.",
  "type": "essay",
  "category": "how did we get here",
  "image": "",
  "url": "https://drive.google.com/file/d/1Uxc5Kv9AA77pJ42rQWDXU774EwPIWsST/view?usp=drive_link"
}
