{
  "id": "",
  "title": "Preserving language",
  "author": "Grace Wanrong Tan",
  "body": "There is a phenomenon of disappearing dialects, or even languages, as globalization prioritizes the efficiency of having a lingua franca. Why try to learn the native tongue when education, businesses, and social activities may all be conducted using a common language?\n\nWhile America is a relatively new country where English is the preconceived norm, most older civilizations in Asia have complex systems of dialects. For example, China has over 300 languages categorized under 7 major language groups despite having a national language of Mandarin Chinese (Putonghua), the only recognized language for business and education. In many provinces, local governments make it clear that they are against the use, let alone the learning of, dialects.\n\nDialects, however, represent an important cultural artifact. They contain worldviews (language redefines the way we see the world), histories (words and phrases with historical allusions), practices (cultural practices embedded in the way we say things), and art (translation of art is already lacking in some way). Furthermore, there still exists an older generation that exclusively speaks dialects. In a world of dying dialects, they are essentially losing their ability to communicate and understand.\n\nTherefore, I want to propose that people continue to preserve these languages. From a utility standpoint, obviously, this is suboptimal, so I am not proposing that people should give up prioritizing dominant languages. I am proposing, however, that there exists enough resources and incentives for communities to continue using these languages. This looks like hosting community events where dialects are commonly used (e.g. allow communications to be done fully using the dialect, and provide translation if necessary), allowing schools to host after school programs that teach children these languages, encourage local vendors (mom and pop shops) to continue conversing with customers in their local language (for foreigners that don’t understand, they should treat this as a cultural immersion experience where the local habitat does not accommodate their needs). The intended outcome is to allow dialect users to feel pride in these languages and perhaps to even decide to teach this to their children. Specific policies that would help implementation would mean increasing the public presence of these languages.\n\nFor example, in Shanghai’s metro stations, the metro broadcasts for each stop should include a Shanghainese version as well (right now it only includes the Chinese and English versions). Another example would include having community centers that host dialect classes for children. What communities are looking for is a top-down signal that dialects are not bad, as they are currently portrayed in China.\n\nThe effectiveness would not be high, since the temptation to concentrate all resources on mastering the most efficient language (the dominant language) still remains important to most people. However, a step in the right direction is still important. Optimistically, users of dialects often have immense pride in their languages, so perhaps, a positive signal is all they need to continue using, spreading, and teaching these dialects.\n\nThe morality question here is complex. We are asking people to put in more effort to preserve their own cultures, but as policy makers, we still request that a standardized national language be used. We are also reinforcing the fact that dialects often create in and out groups, an undesirable situation in cities that are becoming increasingly globalized. The way we deal with these issues is to be compassionate: we understand people who don’t choose to preserve dialects (we don’t enforce the preservation of dialects), but we try to make it easier for people who are willing to. Through this, we still try to make our cities as welcoming to everyone as possible.",
  "description": "",
  "type": "essay",
  "category": "how did we get here",
  "image": "",
  "url": ""
}
