{
  "id": "",
  "title": "the american dream",
  "author": "James Brandon Chao",
  "body": "The American Dream has been in conversation for hundreds of years and represents the dream of attaining great personal riches and status from sheer hard work. Over the years its applicability to the general population has fallen under question, yet it still holds influence over most everyone aiming to “make it big” and “leave a lasting impact on the world.” After all, why are any of us here at Stanford if not to shoot for the stars? While this philosophy is a great, productive mindset to have when one is trying to further their own career or launch their own business, it breeds a competitive landscape between people gunning for the same opportunities. This problem is exacerbated as the Internet is massively proliferating information about job postings and school rankings, resulting in thousands of people all over the country and world competing for the same, limited spots at the same select companies. The intense, competitive landscape, which guides young people’s behavior since almost as soon as their birth, causes people to tunnel-vision on their own success and leaves little room to care for the environment, the well-being of the larger population, or the sustainability or unintended consequences of their actions. If we are to teach people to live with each other and with nature in harmony, then we must teach them to discard this selfish mentality; in order to do that, we must completely rework our society and the mechanisms we have in place for introducing young adults into society. To do so, we must make these “top opportunities” seem less rewarding and other opportunities more rewarding. We must emphasize the positive outcomes of mutually supporting each other and living in cooperation instead of competition with each other, and this emphasis will more likely than not come in the form of rewards (monetary, social/status, leeway) from the government. Only by making non-competition more attractive will people be less incentivized to sacrifice everything in pursuit of the same competitive opportunities, and only then will people have the ability to think about things (people, plants and animals) other than themselves. The intended outcome of this switch will be that people are less stressed about competing with others, and have more time to develop stronger, mutually beneficial relationships with others and with the environment. If people aren’t thinking about just using their environment to benefit themselves as much as possible, then they would ideally come to appreciate that environment more and will have more time to dedicate towards sustainable practices.",
  "description": "I’m not sure how effective this would be since I don’t think in all of American history there has ever been a movement away from hyper-capitalism. However, looking at a lot of the more socialist European countries, especially the Nordic countries, it seems as if everyone there is much happier, less stressed, and more in tune with each other and their surroundings. These countries are also on the forefront of sustainable practices, most likely as a result of their different cultural values. Therefore, I think that this shift will foster a similar positive relationship with the environment in the U.S. ",
  "type": "essay",
  "category": "how did we get here",
  "image": "",
  "url": "https://docs.google.com/document/d/1eNEYAtb2ioHLbfzZWOtOKw4bThlTz_Q7mBHgSR91Cjo/edit"
}
