{
  "id": "",
  "title": "This Earth",
  "author": "Acacia J. Lynch",
  "body": "Take a breath–\nNo, don't take. Choose\na breath in the morning,\ndeep and long and unhurried.\nChoose a look at the black-crested bird or the\ndrops of amber sun falling onto\nshifting brushstroke leaves on the wind\nmade of waves, made of water.\nChoose a moment on the way to work,\nto class, to home, and without expectation\nof wonder or of beauty, stop and notice the world\nand how it feels, and how you move through it.\nRemember that this is the only planet that we know of\nthat has life, that breathes life, that warms life with soft rays of light on our backs that makes us say\nisn't this the loveliest weather?\nThis planet has clouds of gaseous water, has topographical variation from liquid oceans to stunning peaks, has a north pole and a south pole covered in ice, has things like moss\nand earthworms\nand chickadees\nthat maybe, we could have done without,\nbut that the universe decided we must have.\nCome, expecting nothing, and receiving\neverything.\nWe are given infinity in a bottle and yet\nwe say, not enough, not enough, not\nenough.\nHow do you live forever? You spend longer\nin each moment than the one before,\npaying more attention to every detail,\nevery pitch of the songbird and hum of the heartbeat,\nto every hair on your head that the breeze picks up,\nevery moment growing longer until you can live forever\nin a single one.\n",
  "description": "In this poem, I decided to reflect on the idea of our pace of life, especially focusing on the fact that we very rarely have the time to notice and appreciate all the tiny, beautiful details that come with living on this planet. By taking the time to appreciate and notice each of these wonderful details in nature and the animals such that the need to save them becomes less of an  obligation but more of a desire to preserve a relationship. At the heart of it, what is missing in our connection to the world around us is a relationship. Even the idea of noticing, or learning the names of the animals and plants around us can make moving through the world like moving through a social circle. <i>Oh, there's the Coast Live Oak, there's the bluejay—I know these and have a connection to them.</i> The world around us is incredible, and the more we learn, the more fantastic it becomes. And that doesn't mean we have to take a course in plant biology (though we certainly could!), but rather, by paying attention to the world around us we become students of the world, sitting at the base of these trees and asking them what they teach us. Asking is only the first part of being a true student though—we also must stop and listen and think.",
  "type": "poem",
  "category": "where do we go from here",
  "image": "",
  "url": ""
}
